--liquibase formatted sql
-- changeset application-service:lk_fast_track_examination_target_area.sql


INSERT INTO application.lk_fast_track_examination_target_area (id, created_by_user, created_date, modified_by_user,
                                                               modified_date, is_deleted, description_ar,
                                                               description_en, "show")
VALUES (1, '', '1994-02-08 17:46:54.868', '', '2009-10-15 04:27:12.063', 0,
        'المجالات التقنيه المستهدفة في رؤية مملكة 2030', '', true),
       (2, '', '1994-02-08 17:46:54.868', '', '2009-10-15 04:27:12.063', 0, 'التقنية الصديقة للبيئة', '', true),
       (3, '', '1994-02-08 17:46:54.868', '', '2009-10-15 04:27:12.063', 0,
        'المنتجات التي تساهم في تشخيص وعلاج الأمراض المزمنة في المملكة', '', true),
       (4, '', '1994-02-08 17:46:54.868', '', '2009-10-15 04:27:12.063', 0,
        'تقنيات تساهم في التصدي للجوائح وانتشار الأمراض المعدية', '', true),
       (5, '', '1994-02-08 17:46:54.868', '', '2009-10-15 04:27:12.063', 0,
        'منتجات منافسة ذات قيمة اقتصادية في المملكة', '', true),
       (6, '', '1994-02-08 17:46:54.868', '', '2009-10-15 04:27:12.063', 0, 'تقنيات ذذات علاقة في الحج والعمرة', '',
        true);
