--1 1

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           'الاعتراضات تم تجاوزها - بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) "بأنه تم تعديل الملاحظات على الصياغة الواردة في الفقرة (2) ". يلاحظ الفاحص" بأن هذا التعديل مقبول ". بناءً عليه تم تجاوز الاعتراضات على الملاحظة الواردة في الفقرة (2) من تقرير الفحص الموضوعي (1).',
           'الاعتراضات تم تجاوزها - بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) "بأنه تم تعديل الملاحظات على الصياغة الواردة في الفقرة (2) ". يلاحظ الفاحص" بأن هذا التعديل مقبول ". بناءً عليه تم تجاوز الاعتراضات على الملاحظة الواردة في الفقرة (2) من تقرير الفحص الموضوعي (1).',
           TRUE,
           'الاعتراضات تم تجاوزها - بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) "بأنه تم تعديل الملاحظات على الصياغة الواردة في الفقرة (2) ". يلاحظ الفاحص" بأن هذا التعديل مقبول ". بناءً عليه تم تجاوز الاعتراضات على الملاحظة الواردة في الفقرة (2) من تقرير الفحص الموضوعي (1).',
           'الاعتراضات تم تجاوزها - بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) "بأنه تم تعديل الملاحظات على الصياغة الواردة في الفقرة (2) ". يلاحظ الفاحص" بأن هذا التعديل مقبول ". بناءً عليه تم تجاوز الاعتراضات على الملاحظة الواردة في الفقرة (2) من تقرير الفحص الموضوعي (1).',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الاعتراضات تم تجاوزها
         -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
         يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (**) وإعادة صياغتها إلى عناصر الحماية الحالية (**)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة. بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (***) من تقرير الفحص الموضوعي (1).
         ',
           '•	الاعتراضات تم تجاوزها
         -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
         يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (**) وإعادة صياغتها إلى عناصر الحماية الحالية (**)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة. بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (***) من تقرير الفحص الموضوعي (1).
         ',
           TRUE,
           '•	الاعتراضات تم تجاوزها
         -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
         يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (**) وإعادة صياغتها إلى عناصر الحماية الحالية (**)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة. بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (***) من تقرير الفحص الموضوعي (1).
         ',
           '•	الاعتراضات تم تجاوزها
         -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
         يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (**) وإعادة صياغتها إلى عناصر الحماية الحالية (**)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة. بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (***) من تقرير الفحص الموضوعي (1).
         ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 2
INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الاعتراضات ما زالت قائمة
         -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
         ',
           '•	الاعتراضات ما زالت قائمة
       -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
       ',
           TRUE,
           '•	الاعتراضات ما زالت قائمة
       -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
       ',
           '•	الاعتراضات ما زالت قائمة
       -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
       ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 3

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الاعتراضات ما زالت قائمة
         -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
         ',
           '•	الاعتراضات ما زالت قائمة
       -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
       ',
           TRUE,
           '•	الاعتراضات ما زالت قائمة
       -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
       ',
           '•	الاعتراضات ما زالت قائمة
       -	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
       ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 4

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الاعتراضات ما زالت قائمة
          -	يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (1-13) وإعادة صياغتها إلى عناصر الحماية الحالية (1-12)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (11) من تقرير الفحص الموضوعي (1)، لكن ما تزال عناصر الحماية المعدلة حاليًّا (1-7) موضع نقاش وغير مقبولة على ضوء الرفض الجديد في الفقرة (7) أدناه من تقرير الفحص الموضوعي(2).
          ',
           '•	الاعتراضات ما زالت قائمة
      -	يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (1-13) وإعادة صياغتها إلى عناصر الحماية الحالية (1-12)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (11) من تقرير الفحص الموضوعي (1)، لكن ما تزال عناصر الحماية المعدلة حاليًّا (1-7) موضع نقاش وغير مقبولة على ضوء الرفض الجديد في الفقرة (7) أدناه من تقرير الفحص الموضوعي(2).
      ',
           TRUE,
           '•	الاعتراضات ما زالت قائمة
        -	يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (1-13) وإعادة صياغتها إلى عناصر الحماية الحالية (1-12)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (11) من تقرير الفحص الموضوعي (1)، لكن ما تزال عناصر الحماية المعدلة حاليًّا (1-7) موضع نقاش وغير مقبولة على ضوء الرفض الجديد في الفقرة (7) أدناه من تقرير الفحص الموضوعي(2).
        ',
           '•	الاعتراضات ما زالت قائمة
       -	يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل عناصر الحماية السابقة (1-13) وإعادة صياغتها إلى عناصر الحماية الحالية (1-12)، كذلك تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، بناء عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (11) من تقرير الفحص الموضوعي (1)، لكن ما تزال عناصر الحماية المعدلة حاليًّا (1-7) موضع نقاش وغير مقبولة على ضوء الرفض الجديد في الفقرة (7) أدناه من تقرير الفحص الموضوعي(2).
       ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 5

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الاعتراضات ما زالت قائمة
          -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة ]7] من تقرير الفحص الموضوعي (1)، [ كمثال أنظر: الصفحة رقم 2 الأسطر  21،7،4 والصفحة رقم 8 السطر رقم 12 وغيرها في كامل المواصفة]، لذلك فإن الاعتراضات الواردة في الفقرة (7) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
          ',
           '•	الاعتراضات ما زالت قائمة
     -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة ]7] من تقرير الفحص الموضوعي (1)، [ كمثال أنظر: الصفحة رقم 2 الأسطر  21،7،4 والصفحة رقم 8 السطر رقم 12 وغيرها في كامل المواصفة]، لذلك فإن الاعتراضات الواردة في الفقرة (7) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
     ',
           TRUE,
           '•	الاعتراضات ما زالت قائمة
       -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة ]7] من تقرير الفحص الموضوعي (1)، [ كمثال أنظر: الصفحة رقم 2 الأسطر  21،7،4 والصفحة رقم 8 السطر رقم 12 وغيرها في كامل المواصفة]، لذلك فإن الاعتراضات الواردة في الفقرة (7) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
       ',
           '•	الاعتراضات ما زالت قائمة
        -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة ]7] من تقرير الفحص الموضوعي (1)، [ كمثال أنظر: الصفحة رقم 2 الأسطر  21،7،4 والصفحة رقم 8 السطر رقم 12 وغيرها في كامل المواصفة]، لذلك فإن الاعتراضات الواردة في الفقرة (7) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
        ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 6

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الاعتراضات ما زالت قائمة
          -	بخصوص الفقرة ]3[ من تقرير الفحص الموضوعي ]الأول]، والتي تتعلق بالوضوح حيث ما زال يلاحظ وجود عناصر حماية متعددة التبعية ]كمثال أنظر: عناصر الحماية 4-5 ] ولكونها تعتمد على عناصر حماية سابقة متعددة التبعية، لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر الحماية متعدد التبعية أساس لأي عناصر حماية أخرى متعددة التبعية، حيث لابد أن تكون اعتمادية تلك العناصر طبقا لعنصر حماية محدّد وليس بشكل إختياري، لذلك فإن الاعتراضات الواردة في الفقرة (3) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
          ',
           '•	الاعتراضات ما زالت قائمة
    -	بخصوص الفقرة ]3[ من تقرير الفحص الموضوعي ]الأول]، والتي تتعلق بالوضوح حيث ما زال يلاحظ وجود عناصر حماية متعددة التبعية ]كمثال أنظر: عناصر الحماية 4-5 ] ولكونها تعتمد على عناصر حماية سابقة متعددة التبعية، لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر الحماية متعدد التبعية أساس لأي عناصر حماية أخرى متعددة التبعية، حيث لابد أن تكون اعتمادية تلك العناصر طبقا لعنصر حماية محدّد وليس بشكل إختياري، لذلك فإن الاعتراضات الواردة في الفقرة (3) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
    ',
           TRUE,
           '•	الاعتراضات ما زالت قائمة
      -	بخصوص الفقرة ]3[ من تقرير الفحص الموضوعي ]الأول]، والتي تتعلق بالوضوح حيث ما زال يلاحظ وجود عناصر حماية متعددة التبعية ]كمثال أنظر: عناصر الحماية 4-5 ] ولكونها تعتمد على عناصر حماية سابقة متعددة التبعية، لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر الحماية متعدد التبعية أساس لأي عناصر حماية أخرى متعددة التبعية، حيث لابد أن تكون اعتمادية تلك العناصر طبقا لعنصر حماية محدّد وليس بشكل إختياري، لذلك فإن الاعتراضات الواردة في الفقرة (3) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
      ',
           '•	الاعتراضات ما زالت قائمة
       -	بخصوص الفقرة ]3[ من تقرير الفحص الموضوعي ]الأول]، والتي تتعلق بالوضوح حيث ما زال يلاحظ وجود عناصر حماية متعددة التبعية ]كمثال أنظر: عناصر الحماية 4-5 ] ولكونها تعتمد على عناصر حماية سابقة متعددة التبعية، لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر الحماية متعدد التبعية أساس لأي عناصر حماية أخرى متعددة التبعية، حيث لابد أن تكون اعتمادية تلك العناصر طبقا لعنصر حماية محدّد وليس بشكل إختياري، لذلك فإن الاعتراضات الواردة في الفقرة (3) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
       ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 7

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	المبررات لا تساهم في الحل التقني المطالب بحمايته
          بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " الذراع الروبوتي للاختراع الحالي يتميز بأنه مصنوع من البلاستيك مما يجعله أخف وزنا".
          يلاحظ الفاحص بأن " مثل هذه السمة لا تساهم في الحل التقني المطالب بحمايته وهو ذراع روبوتي بأربع درجات حريه يتميز ذراع روبوتي يتميز بأنه يعمل باستخدام الأسلاك الذكية المكونة من سبيكة من التيتانيوم والنيكل". وعليه فإنه لا يعد بهذه السمة كسمة أساسية لتمييز الاختراع، وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر الحماية[ الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
          ',
           '•	المبررات لا تساهم في الحل التقني المطالب بحمايته
   بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " الذراع الروبوتي للاختراع الحالي يتميز بأنه مصنوع من البلاستيك مما يجعله أخف وزنا".
   يلاحظ الفاحص بأن " مثل هذه السمة لا تساهم في الحل التقني المطالب بحمايته وهو ذراع روبوتي بأربع درجات حريه يتميز ذراع روبوتي يتميز بأنه يعمل باستخدام الأسلاك الذكية المكونة من سبيكة من التيتانيوم والنيكل". وعليه فإنه لا يعد بهذه السمة كسمة أساسية لتمييز الاختراع، وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر الحماية[ الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
   ',
           TRUE,
           '•	المبررات لا تساهم في الحل التقني المطالب بحمايته
     بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " الذراع الروبوتي للاختراع الحالي يتميز بأنه مصنوع من البلاستيك مما يجعله أخف وزنا".
     يلاحظ الفاحص بأن " مثل هذه السمة لا تساهم في الحل التقني المطالب بحمايته وهو ذراع روبوتي بأربع درجات حريه يتميز ذراع روبوتي يتميز بأنه يعمل باستخدام الأسلاك الذكية المكونة من سبيكة من التيتانيوم والنيكل". وعليه فإنه لا يعد بهذه السمة كسمة أساسية لتمييز الاختراع، وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر الحماية[ الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
     ',
           '•	المبررات لا تساهم في الحل التقني المطالب بحمايته
      بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " الذراع الروبوتي للاختراع الحالي يتميز بأنه مصنوع من البلاستيك مما يجعله أخف وزنا".
      يلاحظ الفاحص بأن " مثل هذه السمة لا تساهم في الحل التقني المطالب بحمايته وهو ذراع روبوتي بأربع درجات حريه يتميز ذراع روبوتي يتميز بأنه يعمل باستخدام الأسلاك الذكية المكونة من سبيكة من التيتانيوم والنيكل". وعليه فإنه لا يعد بهذه السمة كسمة أساسية لتمييز الاختراع، وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر الحماية[ الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
      ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 8

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	المبررات غير فنية وغير ضرورية للحل التقني لاختراع
          بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " خاصية الارشاد الصوتي لخطوات وطريقة عمل الشحن في البرنامج ".
          يلاحظ الفاحص بأن " مثل هذه السمة غير فنية وغير ضرورية للحل التقني لاختراع وهو بطاقة شحن تتيح للمستخدم إعادة شحن رصيد الشرائح مسبقة الدفع عن طريق مسح الرمز الشريطي (الباركود) بواسطة كاميرا الهواتف الذكية لتسجيله في التطبيق الخاص بالبطاقة على الهواتف الذكية". وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر/ عناصر  الحماية [الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
          ',
           '•	المبررات غير فنية وغير ضرورية للحل التقني لاختراع
   بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " خاصية الارشاد الصوتي لخطوات وطريقة عمل الشحن في البرنامج ".
   يلاحظ الفاحص بأن " مثل هذه السمة غير فنية وغير ضرورية للحل التقني لاختراع وهو بطاقة شحن تتيح للمستخدم إعادة شحن رصيد الشرائح مسبقة الدفع عن طريق مسح الرمز الشريطي (الباركود) بواسطة كاميرا الهواتف الذكية لتسجيله في التطبيق الخاص بالبطاقة على الهواتف الذكية". وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر/ عناصر  الحماية [الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
   ',
           TRUE,
           '•	المبررات غير فنية وغير ضرورية للحل التقني لاختراع
     بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " خاصية الارشاد الصوتي لخطوات وطريقة عمل الشحن في البرنامج ".
     يلاحظ الفاحص بأن " مثل هذه السمة غير فنية وغير ضرورية للحل التقني لاختراع وهو بطاقة شحن تتيح للمستخدم إعادة شحن رصيد الشرائح مسبقة الدفع عن طريق مسح الرمز الشريطي (الباركود) بواسطة كاميرا الهواتف الذكية لتسجيله في التطبيق الخاص بالبطاقة على الهواتف الذكية". وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر/ عناصر  الحماية [الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
     ',
           '•	المبررات غير فنية وغير ضرورية للحل التقني لاختراع
      بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (الأول) بأن " خاصية الارشاد الصوتي لخطوات وطريقة عمل الشحن في البرنامج ".
      يلاحظ الفاحص بأن " مثل هذه السمة غير فنية وغير ضرورية للحل التقني لاختراع وهو بطاقة شحن تتيح للمستخدم إعادة شحن رصيد الشرائح مسبقة الدفع عن طريق مسح الرمز الشريطي (الباركود) بواسطة كاميرا الهواتف الذكية لتسجيله في التطبيق الخاص بالبطاقة على الهواتف الذكية". وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على] عنصر/ عناصر  الحماية [الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
      ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 9

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	المبررات لم تتضمن أي خصاص فنية تميز الاختراع عن التقنية السابقة
          تم النظر في الحجج المقدمة من مقدم الطلب ]أنظر المواصفة المعدلة: الصفحة رقم *** السطر/الأسطر ***[ فيما يتعلق بالرفض المذكور في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ولكنها غير مقنعة، كون الحجج لم تتضن أي خصائص فنية تميز الاختراع الحالي عن وثائق التقنية السابقة وتجعله جديدا ، خصوصاً وأن وثائق التقنية السابقة كشفت عن جميع المكونات الهيكلية للاختراع وهدف الاختراع الحالي. وبالتالي وبناءً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) أدناه من هذا التقرير).
          ',
           '•	المبررات لم تتضمن أي خصاص فنية تميز الاختراع عن التقنية السابقة
  تم النظر في الحجج المقدمة من مقدم الطلب ]أنظر المواصفة المعدلة: الصفحة رقم *** السطر/الأسطر ***[ فيما يتعلق بالرفض المذكور في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ولكنها غير مقنعة، كون الحجج لم تتضن أي خصائص فنية تميز الاختراع الحالي عن وثائق التقنية السابقة وتجعله جديدا ، خصوصاً وأن وثائق التقنية السابقة كشفت عن جميع المكونات الهيكلية للاختراع وهدف الاختراع الحالي. وبالتالي وبناءً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) أدناه من هذا التقرير).
  ',
           TRUE,
           '•	المبررات لم تتضمن أي خصاص فنية تميز الاختراع عن التقنية السابقة
     تم النظر في الحجج المقدمة من مقدم الطلب ]أنظر المواصفة المعدلة: الصفحة رقم *** السطر/الأسطر ***[ فيما يتعلق بالرفض المذكور في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ولكنها غير مقنعة، كون الحجج لم تتضن أي خصائص فنية تميز الاختراع الحالي عن وثائق التقنية السابقة وتجعله جديدا ، خصوصاً وأن وثائق التقنية السابقة كشفت عن جميع المكونات الهيكلية للاختراع وهدف الاختراع الحالي. وبالتالي وبناءً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) أدناه من هذا التقرير).
     ',
           '•	المبررات لم تتضمن أي خصاص فنية تميز الاختراع عن التقنية السابقة
     تم النظر في الحجج المقدمة من مقدم الطلب ]أنظر المواصفة المعدلة: الصفحة رقم *** السطر/الأسطر ***[ فيما يتعلق بالرفض المذكور في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ولكنها غير مقنعة، كون الحجج لم تتضن أي خصائص فنية تميز الاختراع الحالي عن وثائق التقنية السابقة وتجعله جديدا ، خصوصاً وأن وثائق التقنية السابقة كشفت عن جميع المكونات الهيكلية للاختراع وهدف الاختراع الحالي. وبالتالي وبناءً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) أدناه من هذا التقرير).
     ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 10

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	المبررات مقنعة لكن عناصر الحماية المعدلة غير مقبولة على ضوء رفض جديد
          تضمن الرد على تقرير الفحص الموضوعي الأول عدة مبررات للاعتراض على رفض عناصر الحماية (***)، وقد تم الاقتناع بها. وطبقًا للمادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". بناءً عليه تم تجاوز الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول.
           ولكن عناصر الحماية المعدلة ما زالت غير مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير نظرًا للتعديلات التي قام بها مقدم الطلب.
          ',
           '•	المبررات مقنعة لكن عناصر الحماية المعدلة غير مقبولة على ضوء رفض جديد
 تضمن الرد على تقرير الفحص الموضوعي الأول عدة مبررات للاعتراض على رفض عناصر الحماية (***)، وقد تم الاقتناع بها. وطبقًا للمادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". بناءً عليه تم تجاوز الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول.
  ولكن عناصر الحماية المعدلة ما زالت غير مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير نظرًا للتعديلات التي قام بها مقدم الطلب.
 ',
           TRUE,
           '•	المبررات مقنعة لكن عناصر الحماية المعدلة غير مقبولة على ضوء رفض جديد
    تضمن الرد على تقرير الفحص الموضوعي الأول عدة مبررات للاعتراض على رفض عناصر الحماية (***)، وقد تم الاقتناع بها. وطبقًا للمادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". بناءً عليه تم تجاوز الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول.
     ولكن عناصر الحماية المعدلة ما زالت غير مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير نظرًا للتعديلات التي قام بها مقدم الطلب.
    ',
           '•	المبررات مقنعة لكن عناصر الحماية المعدلة غير مقبولة على ضوء رفض جديد
    تضمن الرد على تقرير الفحص الموضوعي الأول عدة مبررات للاعتراض على رفض عناصر الحماية (***)، وقد تم الاقتناع بها. وطبقًا للمادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". بناءً عليه تم تجاوز الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول.
     ولكن عناصر الحماية المعدلة ما زالت غير مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير نظرًا للتعديلات التي قام بها مقدم الطلب.
    ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 11



INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '-	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
          يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل سمات عناصر الحماية السابقة (1-10) وإعادة صياغتها إلى عناصر الحماية الحالية (1-6)، حيث تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، حيث تم إضافة عنصر الحماية (4) المعتمد سابقاً لسمات عنصر الحماية (1)، وبناءً عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (10) من تقرير الفحص الموضوعي (1) بناء على تلك المبررات والتفنيدات، بالأخص التي تتعلق بجزيئة التجميعة الواردة عناصر الحماية (1).
          وأما بخصوص عنصر الحماية المستقل المعدل حاليًّا (5)، فإنه ما زال موضع نقاش وغير مقبول ولا يتجاوز الاعتراض المذكور مسبقاً، لذا فإن الاعتراضات المتعلقة بجزئية العملية الواردة في الفقرة (8) من تقرير الفحص الموضوعي (2) أدناه، والفقرة (10) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
          ',
           '-	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل سمات عناصر الحماية السابقة (1-10) وإعادة صياغتها إلى عناصر الحماية الحالية (1-6)، حيث تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، حيث تم إضافة عنصر الحماية (4) المعتمد سابقاً لسمات عنصر الحماية (1)، وبناءً عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (10) من تقرير الفحص الموضوعي (1) بناء على تلك المبررات والتفنيدات، بالأخص التي تتعلق بجزيئة التجميعة الواردة عناصر الحماية (1).
وأما بخصوص عنصر الحماية المستقل المعدل حاليًّا (5)، فإنه ما زال موضع نقاش وغير مقبول ولا يتجاوز الاعتراض المذكور مسبقاً، لذا فإن الاعتراضات المتعلقة بجزئية العملية الواردة في الفقرة (8) من تقرير الفحص الموضوعي (2) أدناه، والفقرة (10) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
',
           TRUE,
           '-	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
   يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل سمات عناصر الحماية السابقة (1-10) وإعادة صياغتها إلى عناصر الحماية الحالية (1-6)، حيث تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، حيث تم إضافة عنصر الحماية (4) المعتمد سابقاً لسمات عنصر الحماية (1)، وبناءً عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (10) من تقرير الفحص الموضوعي (1) بناء على تلك المبررات والتفنيدات، بالأخص التي تتعلق بجزيئة التجميعة الواردة عناصر الحماية (1).
   وأما بخصوص عنصر الحماية المستقل المعدل حاليًّا (5)، فإنه ما زال موضع نقاش وغير مقبول ولا يتجاوز الاعتراض المذكور مسبقاً، لذا فإن الاعتراضات المتعلقة بجزئية العملية الواردة في الفقرة (8) من تقرير الفحص الموضوعي (2) أدناه، والفقرة (10) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
   ',
           '-	بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) " بأنه تم إجراء تعديلات على عناصر الحماية ".
   يلاحظ الفاحص "أن التعديل مطابق للائحة التنفيذية للنظام" حيث تم تعديل سمات عناصر الحماية السابقة (1-10) وإعادة صياغتها إلى عناصر الحماية الحالية (1-6)، حيث تضمّن الرد على عدة مبررات وتفنيدات جوهرية على رفض عناصر الحماية السابقة، حيث تم إضافة عنصر الحماية (4) المعتمد سابقاً لسمات عنصر الحماية (1)، وبناءً عليه تم تجاوز الاعتراضات على (الجدة) الواردة في الفقرة (10) من تقرير الفحص الموضوعي (1) بناء على تلك المبررات والتفنيدات، بالأخص التي تتعلق بجزيئة التجميعة الواردة عناصر الحماية (1).
   وأما بخصوص عنصر الحماية المستقل المعدل حاليًّا (5)، فإنه ما زال موضع نقاش وغير مقبول ولا يتجاوز الاعتراض المذكور مسبقاً، لذا فإن الاعتراضات المتعلقة بجزئية العملية الواردة في الفقرة (8) من تقرير الفحص الموضوعي (2) أدناه، والفقرة (10) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
   ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


-- 1 12



INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	المبررات تم الكشف عنها في الوثيقة المستشهد بها
          بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن "عناصر الحماية تنطوي على الجدة حيث تم دمج سمات عنصر الحماية المعتمد رقم (3) في عنصر الحماية رقم (1) وإعادة صياغتها إلى العناصر الحماية المعدلة (***-***)".
          يلاحظ الفاحص أنه عند الرجوع إلى الوثيقة (أ) وجد بأنها كشفت عن أن " تركيز العامل الخافض للتوتر السطحي في تركيز المكونات التي يتم إدخالها في التكوين الجوفي بين 10-100 جرام/لتر (ما يعادل 1-10% بالوزن/الحجم) و 50-100 جرام/لتر (ما يعادل 5-10% بالوزن/الحجم) ]أنظر عناصر الحماية *** [  "وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على ]عناصر الحماية[ الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرات ]***[  من هذا التقرير.
          ',
           '•	المبررات تم الكشف عنها في الوثيقة المستشهد بها
بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن "عناصر الحماية تنطوي على الجدة حيث تم دمج سمات عنصر الحماية المعتمد رقم (3) في عنصر الحماية رقم (1) وإعادة صياغتها إلى العناصر الحماية المعدلة (***-***)".
يلاحظ الفاحص أنه عند الرجوع إلى الوثيقة (أ) وجد بأنها كشفت عن أن " تركيز العامل الخافض للتوتر السطحي في تركيز المكونات التي يتم إدخالها في التكوين الجوفي بين 10-100 جرام/لتر (ما يعادل 1-10% بالوزن/الحجم) و 50-100 جرام/لتر (ما يعادل 5-10% بالوزن/الحجم) ]أنظر عناصر الحماية *** [  "وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على ]عناصر الحماية[ الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرات ]***[  من هذا التقرير.
',
           TRUE,
           '•	المبررات تم الكشف عنها في الوثيقة المستشهد بها
  بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن "عناصر الحماية تنطوي على الجدة حيث تم دمج سمات عنصر الحماية المعتمد رقم (3) في عنصر الحماية رقم (1) وإعادة صياغتها إلى العناصر الحماية المعدلة (***-***)".
  يلاحظ الفاحص أنه عند الرجوع إلى الوثيقة (أ) وجد بأنها كشفت عن أن " تركيز العامل الخافض للتوتر السطحي في تركيز المكونات التي يتم إدخالها في التكوين الجوفي بين 10-100 جرام/لتر (ما يعادل 1-10% بالوزن/الحجم) و 50-100 جرام/لتر (ما يعادل 5-10% بالوزن/الحجم) ]أنظر عناصر الحماية *** [  "وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على ]عناصر الحماية[ الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرات ]***[  من هذا التقرير.
  ',
           '•	المبررات تم الكشف عنها في الوثيقة المستشهد بها
  بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن "عناصر الحماية تنطوي على الجدة حيث تم دمج سمات عنصر الحماية المعتمد رقم (3) في عنصر الحماية رقم (1) وإعادة صياغتها إلى العناصر الحماية المعدلة (***-***)".
  يلاحظ الفاحص أنه عند الرجوع إلى الوثيقة (أ) وجد بأنها كشفت عن أن " تركيز العامل الخافض للتوتر السطحي في تركيز المكونات التي يتم إدخالها في التكوين الجوفي بين 10-100 جرام/لتر (ما يعادل 1-10% بالوزن/الحجم) و 50-100 جرام/لتر (ما يعادل 5-10% بالوزن/الحجم) ]أنظر عناصر الحماية *** [  "وبالتالي، استناداً على المادة (44) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على ]عناصر الحماية[ الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرات ]***[  من هذا التقرير.
  ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 1 13



INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
          - تم تجاوز الاعتراضات الوارد في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول بناء على التعديلات التي قام بها مقدم الطلب. لكن، عنصر/عناصر الحماية (***) الحالي/الحالية ما زال/ ما زالت غير مقبول/مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير بناءً على المبررات التي قام بها مقدم الطلب
          ',
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
- تم تجاوز الاعتراضات الوارد في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول بناء على التعديلات التي قام بها مقدم الطلب. لكن، عنصر/عناصر الحماية (***) الحالي/الحالية ما زال/ ما زالت غير مقبول/مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير بناءً على المبررات التي قام بها مقدم الطلب
',
           TRUE,
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
 - تم تجاوز الاعتراضات الوارد في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول بناء على التعديلات التي قام بها مقدم الطلب. لكن، عنصر/عناصر الحماية (***) الحالي/الحالية ما زال/ ما زالت غير مقبول/مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير بناءً على المبررات التي قام بها مقدم الطلب
 ',
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
 - تم تجاوز الاعتراضات الوارد في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي الأول بناء على التعديلات التي قام بها مقدم الطلب. لكن، عنصر/عناصر الحماية (***) الحالي/الحالية ما زال/ ما زالت غير مقبول/مقبولة على ضوء الرفض الجديد المذكور أدناه في الفقرة/الفقرات ]***[ من هذا التقرير بناءً على المبررات التي قام بها مقدم الطلب
 ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


-- 1 14



INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
           - تم النظر في المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على الوثيقة (أ) المستشهد بها ]الوثيقة (**) في التقرير الحالي[، ولكن وطبقا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني".  لذا فإن المبررات ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرة ]6[ من هذا التقرير.
           ',
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
- تم النظر في المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على الوثيقة (أ) المستشهد بها ]الوثيقة (**) في التقرير الحالي[، ولكن وطبقا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني".  لذا فإن المبررات ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرة ]6[ من هذا التقرير.
',
           TRUE,
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
 - تم النظر في المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على الوثيقة (أ) المستشهد بها ]الوثيقة (**) في التقرير الحالي[، ولكن وطبقا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني".  لذا فإن المبررات ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرة ]6[ من هذا التقرير.
 ',
           '•	المبررات ما زالت موضع نقاش للرفض الجديد
 - تم النظر في المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على الوثيقة (أ) المستشهد بها ]الوثيقة (**) في التقرير الحالي[، ولكن وطبقا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني".  لذا فإن المبررات ما زالت موضع نقاش على ضوء الرفض المذكور أدناه في الفقرة ]6[ من هذا التقرير.
 ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


-- 1 15



INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	القيود غير مذكورة في عناصر الحماية المستقلة محل الفحص وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه
           بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن" الوثائق المستشهد بها لم تكشف عن أن "الطبقة الغير بلورية هي من مادة أكسيد الانديوم ومشوبة بالقصدير وقد تم ترسيبها عن طريق الرش ذو التردد الراديوي عند درجة حرارة الغرفة بالإضافة أن عمليه التلدين كانت عند زمن قصير (حوالي 3 ثواني)." ولا عن أن "الطبقة المطلية هي مادة السليكون المهدرج غير البلوري والقاعدة هي سليكون بلوري." ولا عن أن "الطبقة المطلية الأولى المتعاكسة القطبية مع الركيزة البلورية هي طبقة غير بلوريه من مادة السليكون المهدرج".
           يلاحظ الفاحص بأن "هذه القيود غير مذكورة في عناصر الحماية المستقلة وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه". وبالتالي، استناداً على المادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرات (5 و 6 و 7) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرات (7 و 8 و 9) أدناه من هذا التقرير).
           ',
           '•	القيود غير مذكورة في عناصر الحماية المستقلة محل الفحص وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه
بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن" الوثائق المستشهد بها لم تكشف عن أن "الطبقة الغير بلورية هي من مادة أكسيد الانديوم ومشوبة بالقصدير وقد تم ترسيبها عن طريق الرش ذو التردد الراديوي عند درجة حرارة الغرفة بالإضافة أن عمليه التلدين كانت عند زمن قصير (حوالي 3 ثواني)." ولا عن أن "الطبقة المطلية هي مادة السليكون المهدرج غير البلوري والقاعدة هي سليكون بلوري." ولا عن أن "الطبقة المطلية الأولى المتعاكسة القطبية مع الركيزة البلورية هي طبقة غير بلوريه من مادة السليكون المهدرج".
يلاحظ الفاحص بأن "هذه القيود غير مذكورة في عناصر الحماية المستقلة وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه". وبالتالي، استناداً على المادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرات (5 و 6 و 7) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرات (7 و 8 و 9) أدناه من هذا التقرير).
',
           TRUE,
           '•	القيود غير مذكورة في عناصر الحماية المستقلة محل الفحص وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه
 بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن" الوثائق المستشهد بها لم تكشف عن أن "الطبقة الغير بلورية هي من مادة أكسيد الانديوم ومشوبة بالقصدير وقد تم ترسيبها عن طريق الرش ذو التردد الراديوي عند درجة حرارة الغرفة بالإضافة أن عمليه التلدين كانت عند زمن قصير (حوالي 3 ثواني)." ولا عن أن "الطبقة المطلية هي مادة السليكون المهدرج غير البلوري والقاعدة هي سليكون بلوري." ولا عن أن "الطبقة المطلية الأولى المتعاكسة القطبية مع الركيزة البلورية هي طبقة غير بلوريه من مادة السليكون المهدرج".
 يلاحظ الفاحص بأن "هذه القيود غير مذكورة في عناصر الحماية المستقلة وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه". وبالتالي، استناداً على المادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرات (5 و 6 و 7) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرات (7 و 8 و 9) أدناه من هذا التقرير).
 ',
           '•	القيود غير مذكورة في عناصر الحماية المستقلة محل الفحص وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه
 بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي الأول بأن" الوثائق المستشهد بها لم تكشف عن أن "الطبقة الغير بلورية هي من مادة أكسيد الانديوم ومشوبة بالقصدير وقد تم ترسيبها عن طريق الرش ذو التردد الراديوي عند درجة حرارة الغرفة بالإضافة أن عمليه التلدين كانت عند زمن قصير (حوالي 3 ثواني)." ولا عن أن "الطبقة المطلية هي مادة السليكون المهدرج غير البلوري والقاعدة هي سليكون بلوري." ولا عن أن "الطبقة المطلية الأولى المتعاكسة القطبية مع الركيزة البلورية هي طبقة غير بلوريه من مادة السليكون المهدرج".
 يلاحظ الفاحص بأن "هذه القيود غير مذكورة في عناصر الحماية المستقلة وبالتالي لا تأخذ في الاعتبار كسمة أساسية لتمييز الاختراع عما تم الكشف عنه في وثائق التقنية السابقة المستشهد بها أعلاه". وبالتالي، استناداً على المادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، وإذا تبين لها عكس ذلك، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرات (5 و 6 و 7) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرات (7 و 8 و 9) أدناه من هذا التقرير).
 ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


-- 1 16

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي
           تم النظر في الحجج المقدمة من مقدم الطلب فيما يتعلق بعناصر الحماية (** إلى **) ولكن الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي. و طبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (** إلى **) ما زالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ أدناه من هذا التقرير.
           ',
           '•	الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي
تم النظر في الحجج المقدمة من مقدم الطلب فيما يتعلق بعناصر الحماية (** إلى **) ولكن الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي. و طبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (** إلى **) ما زالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ أدناه من هذا التقرير.
',
           TRUE,
           '•	الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي
 تم النظر في الحجج المقدمة من مقدم الطلب فيما يتعلق بعناصر الحماية (** إلى **) ولكن الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي. و طبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (** إلى **) ما زالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ أدناه من هذا التقرير.
 ',
           '•	الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي
  تم النظر في الحجج المقدمة من مقدم الطلب فيما يتعلق بعناصر الحماية (** إلى **) ولكن الحجج لا تنطبق على أي من المراجع المستخدمة في الرفض الحالي. و طبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح، و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (** إلى **) ما زالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ أدناه من هذا التقرير.
  ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

--1 17

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
           -	المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية تعد غير مقنعة؛ وفقا للأسباب التالية:
           أ‌-	ردًا على حجج مقدم الطلب ضد أقرب الوثائق بصورة فردية، فإنه لا يمكن أن يتم إيضاح توفر الخطوة الابتكارية بأخذ أقرب الوثائق بصورة فردية حيث أن الرفض المشار إليه يعتمد على الوثائق مجتمعة.
           ب‌-	الوثيقة (أ) كشفت عن "جهاز إقران لأقسام الأنابيب الملتفة ]أنظر الشكل 4أ[. والوثيقة (ب) كشفت عن "وضع مصدر اهتزاز في جهاز إقران ]أنظر الشكل 2[". لذا يتضح لرجل المهنة العادي في التقنية بأن الوثيقتين مجتمعة كشفت عن "جهاز إقران لأنابيب الملتفة ]مذكور في الوثيقة (أ)- الشكل 4أ[ به مصدر اهتزاز ]مذكور في الوثيقة (ب)- الشكل 2[ موضوع في جهاز الإقران لأنابيب الملتفة ]مذكور في الوثيقة(أ)-الشكل 4A [".
           وطبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح،  و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (**-**) مازالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ من هذا التقرير.
           ',
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
-	المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية تعد غير مقنعة؛ وفقا للأسباب التالية:
أ‌-	ردًا على حجج مقدم الطلب ضد أقرب الوثائق بصورة فردية، فإنه لا يمكن أن يتم إيضاح توفر الخطوة الابتكارية بأخذ أقرب الوثائق بصورة فردية حيث أن الرفض المشار إليه يعتمد على الوثائق مجتمعة.
ب‌-	الوثيقة (أ) كشفت عن "جهاز إقران لأقسام الأنابيب الملتفة ]أنظر الشكل 4أ[. والوثيقة (ب) كشفت عن "وضع مصدر اهتزاز في جهاز إقران ]أنظر الشكل 2[". لذا يتضح لرجل المهنة العادي في التقنية بأن الوثيقتين مجتمعة كشفت عن "جهاز إقران لأنابيب الملتفة ]مذكور في الوثيقة (أ)- الشكل 4أ[ به مصدر اهتزاز ]مذكور في الوثيقة (ب)- الشكل 2[ موضوع في جهاز الإقران لأنابيب الملتفة ]مذكور في الوثيقة(أ)-الشكل 4A [".
وطبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح،  و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (**-**) مازالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ من هذا التقرير.
',
           TRUE,
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
 -	المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية تعد غير مقنعة؛ وفقا للأسباب التالية:
 أ‌-	ردًا على حجج مقدم الطلب ضد أقرب الوثائق بصورة فردية، فإنه لا يمكن أن يتم إيضاح توفر الخطوة الابتكارية بأخذ أقرب الوثائق بصورة فردية حيث أن الرفض المشار إليه يعتمد على الوثائق مجتمعة.
 ب‌-	الوثيقة (أ) كشفت عن "جهاز إقران لأقسام الأنابيب الملتفة ]أنظر الشكل 4أ[. والوثيقة (ب) كشفت عن "وضع مصدر اهتزاز في جهاز إقران ]أنظر الشكل 2[". لذا يتضح لرجل المهنة العادي في التقنية بأن الوثيقتين مجتمعة كشفت عن "جهاز إقران لأنابيب الملتفة ]مذكور في الوثيقة (أ)- الشكل 4أ[ به مصدر اهتزاز ]مذكور في الوثيقة (ب)- الشكل 2[ موضوع في جهاز الإقران لأنابيب الملتفة ]مذكور في الوثيقة(أ)-الشكل 4A [".
 وطبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح،  و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (**-**) مازالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ من هذا التقرير.
 ',
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
  -	المبررات الواردة في الرد على تقرير الفحص الموضوعي الأول للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية تعد غير مقنعة؛ وفقا للأسباب التالية:
  أ‌-	ردًا على حجج مقدم الطلب ضد أقرب الوثائق بصورة فردية، فإنه لا يمكن أن يتم إيضاح توفر الخطوة الابتكارية بأخذ أقرب الوثائق بصورة فردية حيث أن الرفض المشار إليه يعتمد على الوثائق مجتمعة.
  ب‌-	الوثيقة (أ) كشفت عن "جهاز إقران لأقسام الأنابيب الملتفة ]أنظر الشكل 4أ[. والوثيقة (ب) كشفت عن "وضع مصدر اهتزاز في جهاز إقران ]أنظر الشكل 2[". لذا يتضح لرجل المهنة العادي في التقنية بأن الوثيقتين مجتمعة كشفت عن "جهاز إقران لأنابيب الملتفة ]مذكور في الوثيقة (أ)- الشكل 4أ[ به مصدر اهتزاز ]مذكور في الوثيقة (ب)- الشكل 2[ موضوع في جهاز الإقران لأنابيب الملتفة ]مذكور في الوثيقة(أ)-الشكل 4A [".
  وطبقًا للمادة الرابعة والأربعون الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على التالي" إذا اقتنعت الهيئة بالتعديلات أو التبريرات التي قدمها مقدم الطلب تقوم باستكمال إجراءات المنح،  و إذا تبين لها عكس ذلك ، تخطر مقدم الطلب بتقرير الفحص الموضوعي الثاني". فإن عناصر الحماية المعدلة (**-**) مازالت موضع نقاش على ضوء الرفض الجديد في الفقرة/الفقرات ]***[ من هذا التقرير.
  ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

--1 18

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
           -   بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) بأن " عناصر الحماية تنطوي على الخطوة الابتكارية حيث تم تعديل سمات عناصر الحماية السابقة وتقديم عناصر حماية جديدة (***) متضمنة أربع عناصر مستقلة(***)، وأن الوثيقة (أ) المستشهد بها في تقرير الفحص الموضوعي(الأول) لم تكشف عن" مبادل حراري منفصل عن مكثف عمود الفقاعات ومرتبط من خلال المائع بمخرج الماء للمكثف ومصمم لإزالة الحرارة من تيار مخرج الماء للمكثف لإنتاج تيار لمخرج مبادل حرارة". ولكن لايزال هذا التفنيد غير كافي ولا يتجاوز الاعتراض المذكور مسبقاً.
           حيث يلاحظ الفاحص " أن عناصر الحماية المعدلة (**-**) ما زالت موضع نقاش، حيث تمت مناقشة هذا الاختلاف في تقرير الفحص الموضوعي الأول، وتأكيدا لذلك فإن رجل المهنة المختص في التقنية سيكون مهتما على الحصول على بعض الحلول لكيفية تغيير درجة حرارة تيار مخرج الماء، حيث يعد ذلك أمرا بديهيا لرجل المهنة وستكون واضحة له حيث يعتبر المبادل الحراري حل أساسي وواضح لهذه المشكلة.
           وبالمقارنة والنظر إلى الوثيقة أعلاه(***) فإن فكرة الاختراع لا يوجد بها أي سمة فنية مميزة أو حتى تطوير للتقنية السابقة حيث يتعبر ذلك أمرا مشاهدا ومعروفا لرجل المهنة العادي، حيث من الممكن لرجل المهنة العادي التوصل إلى موضوع الاختراع بدون خطوة ابتكارية، لذلك فإن الاعتراضات الواردة في الفقرة (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
           ',
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
-   بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) بأن " عناصر الحماية تنطوي على الخطوة الابتكارية حيث تم تعديل سمات عناصر الحماية السابقة وتقديم عناصر حماية جديدة (***) متضمنة أربع عناصر مستقلة(***)، وأن الوثيقة (أ) المستشهد بها في تقرير الفحص الموضوعي(الأول) لم تكشف عن" مبادل حراري منفصل عن مكثف عمود الفقاعات ومرتبط من خلال المائع بمخرج الماء للمكثف ومصمم لإزالة الحرارة من تيار مخرج الماء للمكثف لإنتاج تيار لمخرج مبادل حرارة". ولكن لايزال هذا التفنيد غير كافي ولا يتجاوز الاعتراض المذكور مسبقاً.
حيث يلاحظ الفاحص " أن عناصر الحماية المعدلة (**-**) ما زالت موضع نقاش، حيث تمت مناقشة هذا الاختلاف في تقرير الفحص الموضوعي الأول، وتأكيدا لذلك فإن رجل المهنة المختص في التقنية سيكون مهتما على الحصول على بعض الحلول لكيفية تغيير درجة حرارة تيار مخرج الماء، حيث يعد ذلك أمرا بديهيا لرجل المهنة وستكون واضحة له حيث يعتبر المبادل الحراري حل أساسي وواضح لهذه المشكلة.
وبالمقارنة والنظر إلى الوثيقة أعلاه(***) فإن فكرة الاختراع لا يوجد بها أي سمة فنية مميزة أو حتى تطوير للتقنية السابقة حيث يتعبر ذلك أمرا مشاهدا ومعروفا لرجل المهنة العادي، حيث من الممكن لرجل المهنة العادي التوصل إلى موضوع الاختراع بدون خطوة ابتكارية، لذلك فإن الاعتراضات الواردة في الفقرة (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
',
           TRUE,
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
 -   بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) بأن " عناصر الحماية تنطوي على الخطوة الابتكارية حيث تم تعديل سمات عناصر الحماية السابقة وتقديم عناصر حماية جديدة (***) متضمنة أربع عناصر مستقلة(***)، وأن الوثيقة (أ) المستشهد بها في تقرير الفحص الموضوعي(الأول) لم تكشف عن" مبادل حراري منفصل عن مكثف عمود الفقاعات ومرتبط من خلال المائع بمخرج الماء للمكثف ومصمم لإزالة الحرارة من تيار مخرج الماء للمكثف لإنتاج تيار لمخرج مبادل حرارة". ولكن لايزال هذا التفنيد غير كافي ولا يتجاوز الاعتراض المذكور مسبقاً.
 حيث يلاحظ الفاحص " أن عناصر الحماية المعدلة (**-**) ما زالت موضع نقاش، حيث تمت مناقشة هذا الاختلاف في تقرير الفحص الموضوعي الأول، وتأكيدا لذلك فإن رجل المهنة المختص في التقنية سيكون مهتما على الحصول على بعض الحلول لكيفية تغيير درجة حرارة تيار مخرج الماء، حيث يعد ذلك أمرا بديهيا لرجل المهنة وستكون واضحة له حيث يعتبر المبادل الحراري حل أساسي وواضح لهذه المشكلة.
 وبالمقارنة والنظر إلى الوثيقة أعلاه(***) فإن فكرة الاختراع لا يوجد بها أي سمة فنية مميزة أو حتى تطوير للتقنية السابقة حيث يتعبر ذلك أمرا مشاهدا ومعروفا لرجل المهنة العادي، حيث من الممكن لرجل المهنة العادي التوصل إلى موضوع الاختراع بدون خطوة ابتكارية، لذلك فإن الاعتراضات الواردة في الفقرة (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
 ',
           '•	الرد بصورة فردية للاعتراض على رفض عناصر الحماية على أساس عدم توفر الخطوة الابتكارية
  -   بخصوص ما ذكر في الرد على تقرير الفحص الموضوعي (1) بأن " عناصر الحماية تنطوي على الخطوة الابتكارية حيث تم تعديل سمات عناصر الحماية السابقة وتقديم عناصر حماية جديدة (***) متضمنة أربع عناصر مستقلة(***)، وأن الوثيقة (أ) المستشهد بها في تقرير الفحص الموضوعي(الأول) لم تكشف عن" مبادل حراري منفصل عن مكثف عمود الفقاعات ومرتبط من خلال المائع بمخرج الماء للمكثف ومصمم لإزالة الحرارة من تيار مخرج الماء للمكثف لإنتاج تيار لمخرج مبادل حرارة". ولكن لايزال هذا التفنيد غير كافي ولا يتجاوز الاعتراض المذكور مسبقاً.
  حيث يلاحظ الفاحص " أن عناصر الحماية المعدلة (**-**) ما زالت موضع نقاش، حيث تمت مناقشة هذا الاختلاف في تقرير الفحص الموضوعي الأول، وتأكيدا لذلك فإن رجل المهنة المختص في التقنية سيكون مهتما على الحصول على بعض الحلول لكيفية تغيير درجة حرارة تيار مخرج الماء، حيث يعد ذلك أمرا بديهيا لرجل المهنة وستكون واضحة له حيث يعتبر المبادل الحراري حل أساسي وواضح لهذه المشكلة.
  وبالمقارنة والنظر إلى الوثيقة أعلاه(***) فإن فكرة الاختراع لا يوجد بها أي سمة فنية مميزة أو حتى تطوير للتقنية السابقة حيث يتعبر ذلك أمرا مشاهدا ومعروفا لرجل المهنة العادي، حيث من الممكن لرجل المهنة العادي التوصل إلى موضوع الاختراع بدون خطوة ابتكارية، لذلك فإن الاعتراضات الواردة في الفقرة (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
  ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


--1 19

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	مقدم الطلب تجاهل الجزء الأهم عند الرد
           بخصوص ما ذكر في الفقرة (2)، يلاحظ الفاحص بأن "مقدم الطلب ركز على جزء من كيفية صياغة عناصر الحماية بوضوح وهو "ذكر المزايا الرئيسية المكونة لاختراع، وتجاهل الجزء الأهم وهو آلية ربط هذه المزايا بحيث تمثل جهازاً ". وبعد فحص المكونات الهيكلية للاختراع المطالب به في عنصر الحماية (1) يتضح بأن ما ذكر هو مجرد قائمة لعدد من الأجزاء دون أي ربط وظيفي فيما بين المكونات من (أ-و)، واستناداً على المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل  بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى "، لذا فإن الاعتراضات على عدم وضوح عناصر الحماية (1-3) الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
           ',
           '•	مقدم الطلب تجاهل الجزء الأهم عند الرد
بخصوص ما ذكر في الفقرة (2)، يلاحظ الفاحص بأن "مقدم الطلب ركز على جزء من كيفية صياغة عناصر الحماية بوضوح وهو "ذكر المزايا الرئيسية المكونة لاختراع، وتجاهل الجزء الأهم وهو آلية ربط هذه المزايا بحيث تمثل جهازاً ". وبعد فحص المكونات الهيكلية للاختراع المطالب به في عنصر الحماية (1) يتضح بأن ما ذكر هو مجرد قائمة لعدد من الأجزاء دون أي ربط وظيفي فيما بين المكونات من (أ-و)، واستناداً على المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل  بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى "، لذا فإن الاعتراضات على عدم وضوح عناصر الحماية (1-3) الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
',
           TRUE,
           '•	مقدم الطلب تجاهل الجزء الأهم عند الرد
 بخصوص ما ذكر في الفقرة (2)، يلاحظ الفاحص بأن "مقدم الطلب ركز على جزء من كيفية صياغة عناصر الحماية بوضوح وهو "ذكر المزايا الرئيسية المكونة لاختراع، وتجاهل الجزء الأهم وهو آلية ربط هذه المزايا بحيث تمثل جهازاً ". وبعد فحص المكونات الهيكلية للاختراع المطالب به في عنصر الحماية (1) يتضح بأن ما ذكر هو مجرد قائمة لعدد من الأجزاء دون أي ربط وظيفي فيما بين المكونات من (أ-و)، واستناداً على المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل  بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى "، لذا فإن الاعتراضات على عدم وضوح عناصر الحماية (1-3) الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
 ',
           '•	مقدم الطلب تجاهل الجزء الأهم عند الرد
  بخصوص ما ذكر في الفقرة (2)، يلاحظ الفاحص بأن "مقدم الطلب ركز على جزء من كيفية صياغة عناصر الحماية بوضوح وهو "ذكر المزايا الرئيسية المكونة لاختراع، وتجاهل الجزء الأهم وهو آلية ربط هذه المزايا بحيث تمثل جهازاً ". وبعد فحص المكونات الهيكلية للاختراع المطالب به في عنصر الحماية (1) يتضح بأن ما ذكر هو مجرد قائمة لعدد من الأجزاء دون أي ربط وظيفي فيما بين المكونات من (أ-و)، واستناداً على المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل  بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى "، لذا فإن الاعتراضات على عدم وضوح عناصر الحماية (1-3) الواردة في الفقرة/الفقرات ]***[ من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
  ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

--1 20

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	مقدم الطلب لم يطالب بالأسبقية والطلب المنشور يرجع إلى مقدم الطلب الحالي
           بخصوص ما ذكر في الرد بأنه لا يمكن استخدام وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007م المستشهد بها في تقرير الفحص الموضوعي الأول لرفض طلب البراءة الحالي بسبب أن الطلب المنشور يرجع إلى مقدم الطلب الحالي.
           يلاحظ الفاحص، بأن مقدم الطلب لم يطالب بالأسبقية حسب المادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك فإن تاريخ الإيداع الفعلي يكون هو نفس تاريخ الإيداع للطلب الحالي الموافق 12/2/2008م.
           وبالرجوع إلى تاريخ وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007 م. يلاحظ بأنه أقدم من تاريخ الإيداع الفعلي.
           وبناء على ذلك فإنه يحق للفاحص استخدام هذه الوثيقة لرفض الطلب الحالي وفقا لما ذكر في المادة (43) الفقرة (أ) من نظام براءة الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية والتي تنص على أن " يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة, ويقصد بالتقنية السابقة في هذا المجال كل ما تحقق الكشف عنه للجمهور في أي مكان بالوصف المكتوب، أو الشفوي، أو بطريق الاستعمال، أو بأي وسيلة أخرى من الوسائل التي يتحقق بها العلم بالاختراع، وذلك قبل تاريخ إيداع طلب منح البراءة أو طلب الأسبقية، ولا يعتد بالكشف عن الاختراع للجمهور إذا حدث ذلك خلال فترة الأسبقية، وتحدد اللائحة حالات كشف الاختراع الأخرى التي لا تدخل في مدلول التقنية السابقة، وأحكام الحماية المؤقتة للاختراعات".
           لذلك فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرة (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
           ',
           '•	مقدم الطلب لم يطالب بالأسبقية والطلب المنشور يرجع إلى مقدم الطلب الحالي
بخصوص ما ذكر في الرد بأنه لا يمكن استخدام وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007م المستشهد بها في تقرير الفحص الموضوعي الأول لرفض طلب البراءة الحالي بسبب أن الطلب المنشور يرجع إلى مقدم الطلب الحالي.
يلاحظ الفاحص، بأن مقدم الطلب لم يطالب بالأسبقية حسب المادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك فإن تاريخ الإيداع الفعلي يكون هو نفس تاريخ الإيداع للطلب الحالي الموافق 12/2/2008م.
وبالرجوع إلى تاريخ وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007 م. يلاحظ بأنه أقدم من تاريخ الإيداع الفعلي.
وبناء على ذلك فإنه يحق للفاحص استخدام هذه الوثيقة لرفض الطلب الحالي وفقا لما ذكر في المادة (43) الفقرة (أ) من نظام براءة الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية والتي تنص على أن " يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة, ويقصد بالتقنية السابقة في هذا المجال كل ما تحقق الكشف عنه للجمهور في أي مكان بالوصف المكتوب، أو الشفوي، أو بطريق الاستعمال، أو بأي وسيلة أخرى من الوسائل التي يتحقق بها العلم بالاختراع، وذلك قبل تاريخ إيداع طلب منح البراءة أو طلب الأسبقية، ولا يعتد بالكشف عن الاختراع للجمهور إذا حدث ذلك خلال فترة الأسبقية، وتحدد اللائحة حالات كشف الاختراع الأخرى التي لا تدخل في مدلول التقنية السابقة، وأحكام الحماية المؤقتة للاختراعات".
لذلك فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرة (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
',
           TRUE,
           '•	مقدم الطلب لم يطالب بالأسبقية والطلب المنشور يرجع إلى مقدم الطلب الحالي
 بخصوص ما ذكر في الرد بأنه لا يمكن استخدام وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007م المستشهد بها في تقرير الفحص الموضوعي الأول لرفض طلب البراءة الحالي بسبب أن الطلب المنشور يرجع إلى مقدم الطلب الحالي.
 يلاحظ الفاحص، بأن مقدم الطلب لم يطالب بالأسبقية حسب المادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك فإن تاريخ الإيداع الفعلي يكون هو نفس تاريخ الإيداع للطلب الحالي الموافق 12/2/2008م.
 وبالرجوع إلى تاريخ وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007 م. يلاحظ بأنه أقدم من تاريخ الإيداع الفعلي.
 وبناء على ذلك فإنه يحق للفاحص استخدام هذه الوثيقة لرفض الطلب الحالي وفقا لما ذكر في المادة (43) الفقرة (أ) من نظام براءة الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية والتي تنص على أن " يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة, ويقصد بالتقنية السابقة في هذا المجال كل ما تحقق الكشف عنه للجمهور في أي مكان بالوصف المكتوب، أو الشفوي، أو بطريق الاستعمال، أو بأي وسيلة أخرى من الوسائل التي يتحقق بها العلم بالاختراع، وذلك قبل تاريخ إيداع طلب منح البراءة أو طلب الأسبقية، ولا يعتد بالكشف عن الاختراع للجمهور إذا حدث ذلك خلال فترة الأسبقية، وتحدد اللائحة حالات كشف الاختراع الأخرى التي لا تدخل في مدلول التقنية السابقة، وأحكام الحماية المؤقتة للاختراعات".
 لذلك فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرة (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
 ',
           '•	مقدم الطلب لم يطالب بالأسبقية والطلب المنشور يرجع إلى مقدم الطلب الحالي
  بخصوص ما ذكر في الرد بأنه لا يمكن استخدام وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007م المستشهد بها في تقرير الفحص الموضوعي الأول لرفض طلب البراءة الحالي بسبب أن الطلب المنشور يرجع إلى مقدم الطلب الحالي.
  يلاحظ الفاحص، بأن مقدم الطلب لم يطالب بالأسبقية حسب المادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك فإن تاريخ الإيداع الفعلي يكون هو نفس تاريخ الإيداع للطلب الحالي الموافق 12/2/2008م.
  وبالرجوع إلى تاريخ وثيقة طلب براءة الاختراع الامريكية رقم 0006729/2007 المنشورة بتاريخ 11/01/2007 م. يلاحظ بأنه أقدم من تاريخ الإيداع الفعلي.
  وبناء على ذلك فإنه يحق للفاحص استخدام هذه الوثيقة لرفض الطلب الحالي وفقا لما ذكر في المادة (43) الفقرة (أ) من نظام براءة الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية والتي تنص على أن " يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة, ويقصد بالتقنية السابقة في هذا المجال كل ما تحقق الكشف عنه للجمهور في أي مكان بالوصف المكتوب، أو الشفوي، أو بطريق الاستعمال، أو بأي وسيلة أخرى من الوسائل التي يتحقق بها العلم بالاختراع، وذلك قبل تاريخ إيداع طلب منح البراءة أو طلب الأسبقية، ولا يعتد بالكشف عن الاختراع للجمهور إذا حدث ذلك خلال فترة الأسبقية، وتحدد اللائحة حالات كشف الاختراع الأخرى التي لا تدخل في مدلول التقنية السابقة، وأحكام الحماية المؤقتة للاختراعات".
  لذلك فإن الاعتراضات على]عناصر الحماية[ الواردة في الفقرة (***) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير.
  ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           7,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 2 1

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           'التعديل الأخير بإضافة جزء للمواصفة غير مقبول كونه تعديلات جوهرية التعديلات المضافة والمُقدّمة من قبلكم والمتعلقة بإضافة "كتابة الجزء المضاف" في كامل المواصفة ] الصفحة رقم ** السطر/الأسطر رقم **[ المقدمة من قبلكم، حيث أدخلت تعديلات جوهرية على المفهوم الأصلي لاختراعكم، حيث لا يوجد ما يدعم هذا التعديل في الطلب الأصلي المودع بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/**** م. كون الطلب الأصلي يكشف فقط عن "..............."، وهذا لا يتوافق مع المادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". لذلك، فإن التعديل الأخير على عناصر الحماية غير مقبول بوضعه الحالي. وعليه، فإن الرفض المذكور في الفقرة (**) من تقرير الفحص الموضوعي الأول ما زال قائماً ولم يتغير (تم إعادة ذكره في الفقرة (**) أدناه من هذا التقرير).',
           'التعديل الأخير بإضافة جزء للمواصفة غير مقبول كونه تعديلات جوهرية التعديلات المضافة والمُقدّمة من قبلكم والمتعلقة بإضافة "كتابة الجزء المضاف" في كامل المواصفة ] الصفحة رقم ** السطر/الأسطر رقم **[ المقدمة من قبلكم، حيث أدخلت تعديلات جوهرية على المفهوم الأصلي لاختراعكم، حيث لا يوجد ما يدعم هذا التعديل في الطلب الأصلي المودع بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/**** م. كون الطلب الأصلي يكشف فقط عن "..............."، وهذا لا يتوافق مع المادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". لذلك، فإن التعديل الأخير على عناصر الحماية غير مقبول بوضعه الحالي. وعليه، فإن الرفض المذكور في الفقرة (**) من تقرير الفحص الموضوعي الأول ما زال قائماً ولم يتغير (تم إعادة ذكره في الفقرة (**) أدناه من هذا التقرير).',
           TRUE,
           'التعديل الأخير بإضافة جزء للمواصفة غير مقبول كونه تعديلات جوهرية التعديلات المضافة والمُقدّمة من قبلكم والمتعلقة بإضافة "كتابة الجزء المضاف" في كامل المواصفة ] الصفحة رقم ** السطر/الأسطر رقم **[ المقدمة من قبلكم، حيث أدخلت تعديلات جوهرية على المفهوم الأصلي لاختراعكم، حيث لا يوجد ما يدعم هذا التعديل في الطلب الأصلي المودع بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/**** م. كون الطلب الأصلي يكشف فقط عن "..............."، وهذا لا يتوافق مع المادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". لذلك، فإن التعديل الأخير على عناصر الحماية غير مقبول بوضعه الحالي. وعليه، فإن الرفض المذكور في الفقرة (**) من تقرير الفحص الموضوعي الأول ما زال قائماً ولم يتغير (تم إعادة ذكره في الفقرة (**) أدناه من هذا التقرير).',
           'التعديل الأخير بإضافة جزء للمواصفة غير مقبول كونه تعديلات جوهرية التعديلات المضافة والمُقدّمة من قبلكم والمتعلقة بإضافة "كتابة الجزء المضاف" في كامل المواصفة ] الصفحة رقم ** السطر/الأسطر رقم **[ المقدمة من قبلكم، حيث أدخلت تعديلات جوهرية على المفهوم الأصلي لاختراعكم، حيث لا يوجد ما يدعم هذا التعديل في الطلب الأصلي المودع بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/**** م. كون الطلب الأصلي يكشف فقط عن "..............."، وهذا لا يتوافق مع المادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". لذلك، فإن التعديل الأخير على عناصر الحماية غير مقبول بوضعه الحالي. وعليه، فإن الرفض المذكور في الفقرة (**) من تقرير الفحص الموضوعي الأول ما زال قائماً ولم يتغير (تم إعادة ذكره في الفقرة (**) أدناه من هذا التقرير).',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           15,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


-- 2 2

-- 2 1

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	التعديلات الأخيرة من المواصفة مقبولة
         -	التعديلات المُقدّمة من قبلكم مقبولة طبقاً للمادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".
         ',
           '•	التعديلات الأخيرة من المواصفة مقبولة
         -	التعديلات المُقدّمة من قبلكم مقبولة طبقاً للمادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".
         ',
           TRUE,
           '•	التعديلات الأخيرة من المواصفة مقبولة
         -	التعديلات المُقدّمة من قبلكم مقبولة طبقاً للمادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".
         ',
           '•	التعديلات الأخيرة من المواصفة مقبولة
         -	التعديلات المُقدّمة من قبلكم مقبولة طبقاً للمادة (9) من النظام والتي تنص على ما يلي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".
         ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           15,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


-- 2 3

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	التعديل الأخير إضافة/حذف جزء من المواصفة لم يتجاوز الاعتراضات
         -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة/الفقرات ]**[ من تقرير الفحص الموضوعي [الأول[، لذلك فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
         ',
           '•	التعديل الأخير إضافة/حذف جزء من المواصفة لم يتجاوز الاعتراضات
         -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة/الفقرات ]**[ من تقرير الفحص الموضوعي [الأول[، لذلك فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
         ',
           TRUE,
           '•	التعديل الأخير إضافة/حذف جزء من المواصفة لم يتجاوز الاعتراضات
          -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة/الفقرات ]**[ من تقرير الفحص الموضوعي [الأول[، لذلك فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
          ',
           '•	التعديل الأخير إضافة/حذف جزء من المواصفة لم يتجاوز الاعتراضات
         -	يلاحظ الفاحص بأنه لم يتم الرد على الفقرة/الفقرات ]**[ من تقرير الفحص الموضوعي [الأول[، لذلك فإن الاعتراضات الواردة في الفقرة/الفقرات (***) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
         ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           15,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );

-- 2 3

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
         -	لم يتمكن الفاحص من التحقق من التعديلات على المواصفة بسبب عدم اكتمال الرّد من قبل مقدم الطلب حيث أنه لم يرفق المواصفة التي قام بتعديلها في نظام الإيداع الالكتروني. وعليه فإن الاعتراضات الواردة في الفقرة/الفقرات (**) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) من هذا التقرير).
         ',
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
         -	لم يتمكن الفاحص من التحقق من التعديلات على المواصفة بسبب عدم اكتمال الرّد من قبل مقدم الطلب حيث أنه لم يرفق المواصفة التي قام بتعديلها في نظام الإيداع الالكتروني. وعليه فإن الاعتراضات الواردة في الفقرة/الفقرات (**) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) من هذا التقرير).
         ',
           TRUE,
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
          -	لم يتمكن الفاحص من التحقق من التعديلات على المواصفة بسبب عدم اكتمال الرّد من قبل مقدم الطلب حيث أنه لم يرفق المواصفة التي قام بتعديلها في نظام الإيداع الالكتروني. وعليه فإن الاعتراضات الواردة في الفقرة/الفقرات (**) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) من هذا التقرير).
          ',
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
        -	لم يتمكن الفاحص من التحقق من التعديلات على المواصفة بسبب عدم اكتمال الرّد من قبل مقدم الطلب حيث أنه لم يرفق المواصفة التي قام بتعديلها في نظام الإيداع الالكتروني. وعليه فإن الاعتراضات الواردة في الفقرة/الفقرات (**) من تقرير الفحص الموضوعي الأول ما زالت قائمة ولم تتغير (تم إعادة ذكرها في الفقرة/الفقرات (***) من هذا التقرير).
        ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           15,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );


-- 2 4

INSERT INTO application.lk_notes (
    id,
    code,
    description_ar,
    description_en,
    enabled,
    name_ar,
    name_en,
    category_id,
    section_id,
    step_id,
    attribute_id,
    notes_type_enum,
    note_category_id,
    notes_step,
    created_by_user,
    created_date,
    modified_by_user,
    modified_date,
    is_deleted
)
VALUES (
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           (SELECT COALESCE(MAX(id), 0) + 1 FROM application.lk_notes),
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
         -	يُلاحظ أنّه لم يتم تقييم ما ورد في الفقرة ]**] من تقرير الفحص الموضوعي (1)، بسبب عدم إرفاق أيّ محتوى في قالب عناصر الحماية [أنظر الفقرة ** أدناه]، لذلك فإن الاعتراضات الواردة في الفقرة (**) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
         ',
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
         -	يُلاحظ أنّه لم يتم تقييم ما ورد في الفقرة ]**] من تقرير الفحص الموضوعي (1)، بسبب عدم إرفاق أيّ محتوى في قالب عناصر الحماية [أنظر الفقرة ** أدناه]، لذلك فإن الاعتراضات الواردة في الفقرة (**) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
         ',
           TRUE,
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
           -	يُلاحظ أنّه لم يتم تقييم ما ورد في الفقرة ]**] من تقرير الفحص الموضوعي (1)، بسبب عدم إرفاق أيّ محتوى في قالب عناصر الحماية [أنظر الفقرة ** أدناه]، لذلك فإن الاعتراضات الواردة في الفقرة (**) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
           ',
           '•	      لم يتم ارفاق المواصفة التي قام مقدم الطلب بتعديلها في النظام الالكتروني
        -	يُلاحظ أنّه لم يتم تقييم ما ورد في الفقرة ]**] من تقرير الفحص الموضوعي (1)، بسبب عدم إرفاق أيّ محتوى في قالب عناصر الحماية [أنظر الفقرة ** أدناه]، لذلك فإن الاعتراضات الواردة في الفقرة (**) من تقرير الفحص الموضوعي (الأول) ما زالت قائمة ولم تتغير.
        ',
           1,
           9,
           NULL,
           14,
           'APPLICANT',
           15,
           'SUBSTANTIVE_EXAMINER',
           'DB',
           '2023-12-13 10:22:44.334',
           NULL,
           NULL,
           0
       );