-- Auto-generated SQL script #202312131026
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'DRAFT','الصياغة','Drafting');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'CLARITY','الوضوح','Clarity');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'GADA','الجدة','gada');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'STEP','الخطوة الابتكارية','Innovative step');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'INDUSTRIAL','قابلية التطبيق الصناعي','Industrial applicability');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'GRANTABLE','المواضيع القابلة للمنح','Grantable topics');



INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

','•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

',true,'•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

','•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال','•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال',true,'•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال','•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',true,'
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ','عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ',true,'عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ','عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ','
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ',true,'
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ','
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ','
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ',true,'
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ','
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',true,'عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.','
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.',true,'
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.','
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ','عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ',true,'عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ','عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).','
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).',true,'
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).','
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ','
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ',true,'
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ','
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',true,'
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',true,'عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',true,'
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.','
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.',true,'
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.','
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ','
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ',true,'
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ','
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',true,'
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',true,'
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ','
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ',true,'
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ','
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ','تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ',true,'تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ','تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ','
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ',true,'
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ','
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".','عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".',true,'عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".','عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).','
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).',true,'
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).','
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.','عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.',true,'عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.','عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ','عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ',true,'عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ','عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.','عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.',true,'عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.','عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',true,'
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',true,'الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',true,'
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".','
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".',true,'
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".','
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ','
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ',true,'
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ','
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ','
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ',true,'
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ','
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',true,'•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ','إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ',true,'إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ','إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال','
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال',true,'
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال','
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".','
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".',true,'
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".','
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',true,'
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ','عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ',true,'عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ','عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ','
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ',true,'
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ','
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.','
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.',true,'
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.','
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',true,'
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',true,'
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.','
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.',true,'
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.','
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',true,'
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".','صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".',true,'صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".','صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".','تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".',true,'تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".','تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".','
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".',true,'
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".','
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".',true,'
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',true,'
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".','
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".',true,'
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".','
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).','
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).',true,'
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).','
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ','
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ',true,'
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ','
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".','
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".',true,'
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".','
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>','
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>',true,'
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>','
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة','•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة',true,'•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة','•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.','
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.',true,'
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.','
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ','
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ',true,'
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ','
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".','
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".',true,'
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".','
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."','
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."',true,'
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."','
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".','
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".',true,'
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".','
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ','
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ',true,'
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ','
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.','
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.',true,'
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.','
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.','
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.',true,'
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.','
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال','د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال',true,'د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال','د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة','هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة',true,'هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة','هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.','
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.',true,'
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.','
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال','
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال',true,'
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال','
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".','•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".',true,'•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".','•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ','
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ',true,'
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ','
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.','
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.',true,'
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.','
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".','ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".',true,'ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".','ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال','•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال',true,'•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال','•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INDUSTRIAL')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).','
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).',true,'
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).','
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GRANTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ','عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ',true,'عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ','عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GRANTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.','لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.',true,'لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.','لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GRANTABLE')
       );




INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

','•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

',true,'•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

','•	عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
-	 لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال

',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','• IUPACتسمية المركبات ليست حسب نظام
-	الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المراجع بلغتها الأصلية
-للبحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','
•لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•وجود الأقواس في المصطلحات العلمية
-إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال','•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال',true,'•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال','•لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',true,'
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ','عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ',true,'عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ','عناصر الحماية وصفية من ناحية الأسلوب كما أن لغتها وظيفية وغير واضحة
-	عنصر/عناصر الحماية (2) وصفية من ناحية الأسلوب كما أن لغتها، وظيفية، وغير، واضحة. لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ','
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ',true,'
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ','
عناصر الحماية مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي
-	عنصر/عناصر الحماية (**) غير مقبول/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى ". كونها مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي أو هيكلي فيما بين تلك المكونات بحيث تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، لذا يجب أن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ولتجاوز هذا الاعــتراض، يجب على مـقدم
الطلب تعديل عناصر الحماية لتشتمل على المـــكونات الأســـاسية للاختراع والتي تميزها عن التقنية الســــابقة والربط الوظيفي فيما بينهم لتنفيذ الاختراع، مع مراعاة ألا تتجاوز هذه التعديلات ما كشفت عنه في الطلب الأصلي. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ','
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ',true,'
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ','
عناصر الحماية تشير فقط إلى الوصف دون أي تركيب معين أو خطوات معينة
عنصر/عناصر الحماية (**) تذكر فقط الاختراع بمعناه العام دون أي تركيب معين (أو خطوات معينة للطريقة) وبالتالي، فإنها غير واضحة بالنسبة لطبيعة الاختراع المطلوب حمايته. وعليه، فإن عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة". لذا يجب أن تصاغ عناصر الحماية كجملة واحدة يبدأ
بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو نظام) كاملة يمكن تشغيلها. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',true,'عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','عنصر الحماية يتضمن مصطلح غير متوافق مع المعنى المعروف في التقنية
-	عنصر الحماية (**) اشتمل على مصطلح (****) على نحو مخالف للمعنى المعروف للكلمة في التقنية، وعندما يستخدم مقدم الطلب مصطلحات في عناصر الحماية مخالفة لاستخدامها العادي، فإنه يجب على مقدم الطلب بأن يقوم بتعديل الوصف المكتوب لإعادة تعريف هذا المصطلح بحيث يفهم رجل المهنة العادي في التقنية المصطلح المعاد تعريفه. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.','
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.',true,'
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.','
عناصر الحماية تتضمن مصطلحات نسبية (تقريباً، حوالي، رفيع، قوي جدا) ولم يتم تعريف هذا المصطلح بشكل واضح في الوصف
ورد في عدد من عناصر الحماية مصطلحات نسبية مثل (أعلى من، أقل من، أكثر، أكبر من، أقل من) وتعتبر هذه العبارة غير واضحة وغير محددة لنطاق الحماية والتي تجعل عنصر الحماية غير محدد النطاق. وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وتحديد ذلك بشكل دقيق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ','عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ',true,'عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ','عنصر الحماية يشتمل على نطاق واسع ونطاق أضيق
-	عنصر الحماية (**) اشتمل على (النطاق الواسع (أو التحديد) –كأن نحدد الوزن على سبيل المثال من 1 إلى 40 %- والنطاق الأضيق (أو التحديد) -كأن نحدد الوزن على سبيل المثال من 7 إلى 9%-). فإن ذكر النطاق الواسع (أو التحديد) في نفس عنصر الحماية مع النطاق الأضيق (أو التحديد)، مما يجعل عنصر الحماية غير واضح، حيث يثير سؤال يتعلق بما إذا كانت هذه الخاصية المقدمة بهذا الأسلوب مجرد مثال مستخدم في عنصر الحماية أو أنها إحدى السمات الأساسية في عنصر الحماية. وعليه، فإن عنصر/عناصر رقم (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن" تكون عناصر الحماية واضحة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).','
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).',true,'
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).','
عنصر الحماية يتضمن علامة تجارية/اسم تجاري
عنصر الحماية (**) اشتمل على (علامة تجارية/اسم تجاري) والتي تجعل عنصر الحماية غير محدد النطاق، لأنه لا يمكن استخدام العلامة التجارية أو الاسم التجاري من أجل تحديد مادة معينة أو منتج معين بسبب أن العلامة التجارية أو الاسم التجاري تصف منشأ السلع وليس السلع نفسها، حيث أن السلع يمكن أن تتغير من وقت لآخر، فإنه لا يمكن استخدامها في تعريف تحديد عنصر الحماية. وعليه، فإن عنصر/عناصر الحماية (**) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف (العلامة التجارية/الاسم التجاري).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ','
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ',true,'
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ','
عنصر الحماية يتضمن عبارة / كلمة (على سبيل المثال، مثلاً أو ما شابه ذلك، إلى آخره، وغير ذلك)
-	عنصر الحماية (***) اشتمل على عبارة / كلمة (على سبيل المثال، يمكن، مثلاً) والتي تجعل عنصر/عناصر الحماية غير محدد النطاق، حيث لا يوضح ذلك ما إذا كانت السمة المذكورة بعد هذه العبارة/الكلمة جزء من الاختراع المطلوب حمايته أو لا. وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل". لذلك، يجب على مقدم الطلب مراجعة جميع عناصر الحماية وحذف عبارة / كلمة (على سبيل المثال، مثلاً).
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',true,'
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".','
عناصر الحماية يتضمن "وسيلة" معينة دون ذكر وظيفتها
-	عنصر/عناصر الحماية (***) اشتمل على كلمة "وسيلة" التي يسبقها الكلمة/الكلمات (****) في محاولة لاستخدام الجملة الخاصة بـــــــ "الوسيلة" لذكر عنصر الحماية كوسيلة للقيام بوظيفة معينة، وعلى الرغم من ذلك، فأنه لا يوجد وظيفة محددة بالكلمة/الكلمات التي تسبق "وسيلة" فإنه يكون من المستحيل تحديد ما يعادل جزء من العنصر المطلوب حمايته. وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',true,'عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','عناصر  الحماية لم تتضمن جميع المكونات / الخطوات / السمات الأساسية
-	عناصر الحماية (***) لم تتضمن جميع المكونات/الخطوات/السمات الأساسية لتنفيذ الاختراع بسبب أهمية المكونات/الخطوات/السمات (ذكر سبب كونه أساسي بالنسبة للاختراع). وهذا لا يتوافق مع المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',true,'
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
علاقة وظيفية/هيكلية بين بعض الأجزاء غير متضمنة في عنصر الحماية
-عنصر الحماية (***) لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية بسبب عدم الربط بين العلاقة الوظيفية/الهيكلية الأساسية لأجزاء معينة. وكما هو موضح في الوصف التفصيلي، فإن هذه العلاقات الوظيفية/الهيكلية المحذوفة هي (***). وعليه، فإن عنصر/عناصر  الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.','
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.',true,'
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.','
عناصر الحماية تتضمن مصطلحات/مسميات تختلف عن المصطلحات/المسميات المذكورة في الوصف الكامل
-بعد الفحص تبين عدم توافق المصطلحات المذكورة ما بين عناصر الحماية والوصف الكامل] كمثال: أنظر عنصر الحماية (1) السطر 3 والذي ذكر فيه "نصل أساسي واحد على الأقل يمتد شعاعياً"[، بينما ذكر في الوصف الكامل أنظر الصفحة (3) السطر (20) "شفرة ابتدائية على الأقل ممتدة نصف قطرياً". لذلك، يجب على مقدم الطلب مراجعة جميع الطلب والقيام بتصحيح وتعديل ذلك.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ','
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ',true,'
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ','
عناصر الحماية تتضمن مصطلح/تعبير قابل للتفسير إلى عدة أوجه
-التعبير/المصطلح "" يذكر الجزء أو المصطلح الغير واضح ذو العلاقة " في عنصر/عناصر الحماية (***) يشير إلى صياغة عامة وغير محددة وقابلة للتفسير إلى عدة أوجه لذا يلزم حذفه. إذ، لا يستطيع رجل المهنة العادي فهم المقصود من (المصطلح/التعبير)، وعليه، فإن عنصر/عناصر الحماية (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن "تكون عناصر الحماية واضحة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',true,'
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل والرسومات
عناصر الحماية غير محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل، حيث لم يتم شرح موضوع عنصر/عناصر الحماية (***)، حيث لم يتم ذكر (السمة الأساسية المذكورة في عنصر/عناصر الحماية) في الوصف الكامل بطريقة تمكن رجل المهنة العادي في التقنية ذات العلاقة من تنفيذ الاختراع. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على أن " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',true,'
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية (يطالب بعدد من الخيارات للجهاز الموصوف) غير مدعوم بشكل كاف في الوصف الكامل والرسومات التوضيحية (المطبقة لنوع واحد فقط من الخيارات)
عنصر/عناصر الحماية (***) غير مدعوم/ة بما فيه الكفاية بواسطة الوصف الكامل والرسومات التوضيحية، كون أن ما ذكر في الوصف الكامل والرسومات من الممكن أن يتلخص في التالي" جهاز إعادة تزويد البطارية بموادها الأساسية الموصوف لنوع واحد فقط من البطاريات، وهذا الجهاز الموصوف لا ينطبق على جميع أنواع البطاريات ". واستنادًا إلى أن عنصر الحماية (***) يذكر فقط مصطلح عام " البطاريات بجميع أنواعها"، فإن نطاق الحماية أوسع بكثير من ذلك. لذلك، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ','
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ',true,'
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ','
عناصر الحماية غير مدعومة في الوصف الكامل
-عناصر الحماية (***) تضمنت مصطلح " ......"، وبالرجوع الى الوصف الكامل لم يتبين استخدام المصطلح (.....)، حيث أن ذلك غير مدعوم في الوصف الكامل وهذا ما لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل"، لذا يرجى التعديل أو حذف عناصر الحماية (***).
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ','تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ',true,'تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ','تكرار لنطاق عناصر الحماية
-عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب تكرار نطاق الحماية، حيث لها نفس نطاق الحماية لعناصر حماية سابقة (***)واختلافها في جزيئة اعتماديتها على عناصر معتمدة أخرى، مما تسبب في عدم وضوح نطاق الحماية. لذلك، استناداً للمادة (15) الفقرة (32) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى"، كونها لم تعرف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية للموضوع المطالب بحمايته، حيث لم تعطى تعريفاً أكثر تحديداً أو تجسيدات مختلفة للاختراع تختلف عن نطاق الحماية المطالب بحمايته  في عناصر الحماية (**). لذا، يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ','
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ',true,'
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ','
عدم وضوح نطاق الحماية الأساسي المطلوب حمايته بسبب زيادة عدد عناصر الحماية المستقلة
-	عناصر الحماية المستقلة (***) تسببت في عدم وضوح نطاق الحماية الأساسي المطلوب حمايته، وهذا لا يتوافق مع المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لذا ينبغي حصرها في عنصر حماية مستقل واحد يشتمل على جميع السمات الرئيسية لكل فئة مستقلة. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".','عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".',true,'عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".','عناصر الحماية لم تُعرف مناطق CDRs الستة للجسم المضاد
- عنصر/عناصر الحماية (***) غير مقبولة/ة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية اذ " أن خاصية الارتباط والتخصصية للجسم المضاد أو جزء منه تُعرف بواسطة مناطق CDRs الستة له وموقع هذه الـ CDRs في السلسلتين الببتيدية المكونة لهذا الجسم المضاد أو جزء منه. ومن المعروف لرجل المهنة العادي بأن أي تغيير ولو بسيط لأحد الأحماض الأمينية في CDRs يقود الى تغيير ألفة الجسم المضاد للارتباط وعدم مقدرته على التعرف على Antigen المستهدف ".
 ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).','
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).',true,'
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).','
عناصر الحماية متعدد التبعية يجمع بين أكثر من عنصر سابق
-	عناصر الحماية متعددة التبعية (***)، غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". لجمعها بين أكثر من عنصر حماية سابق. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث يعتمد عنصر الحماية متعدد التبعية على عناصر الحماية الأخرى بصورة اختيارية فقط (كمثال: جهاز/طريقة/مركب وفقاً لأي من عناصر الحماية من***إلى***).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.','عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.',true,'عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.','عناصر الحماية متعددة التبعية لا تكون أساس لأي عناصر حماية أخرى متعددة التبعية
-عنصر/عناصر الحماية متعددة التبعية (***)، غير مقبولة/ة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى." كونه/ا غير واضحة نتيجة أنها تعتمد على عنصر/عناصر حماية سابق/ة متعددة التبعية. لذلك يجب على مقدم الطلب إعادة صياغتها بحيث لا يكون عنصر/عناصر الحماية متعدد التبعية أساس لأي عنصر/عناصر حماية أخرى متعددة التبعية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ','عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ',true,'عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ','عناصر الحماية المعتمدة تذكر جزء لا يوجد له أساس سابق
عناصر الحماية (***) غير مقبولة استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونها غير مترابطة، حيث أن ما ورد (كتابة الجزء الغير مذكور في العنصر المعتمد عليه) في عنصر/عناصر الحماية المعتمد (***) لا يوجد أساس سابق له في عنصر/عناصر الحماية المعتمد عليه رقم (***)، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.','عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.',true,'عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.','عنصر حماية معتمد على عنصر حماية لاحق
-عنصر/عناصر الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يعتمد على عنصر حماية لاحق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',true,'
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية غير محددة لنطاق الحماية
-عناصر الحماية (***) غير مقبولة في وضعه الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه "تعليق الفاحص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',true,'الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','الفئة المطالب بحمايتها هي جهاز وعرَف الاختراع بسمات وظيفية وليست هيكلية
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كون " فئة الاختراع المطالب بحمايتها هي جهاز وعرَف به بسمات عملية وليست هيكلية". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على  أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',true,'
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.','
عنصر الحماية يعرَف الاختراع بالرجوع إلى جزء آخر لا يقع ضمن نطاق الحماية المطالب به
-عنصر/عناصر الحماية (**) غير مقبول/ة في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " يطالب بـ "آلة"، إلا أن سمات الآلة المذكورة تتعلق برافعة برجية. وقد تم وصف الرافعة البرجية فقط على أنه تجسيد محدد لمثل هذه الآلة "بشكل خاص"، لذلك، فإن عنصر/عناصر الحماية (***) يعد غير واضح، ولا يكون له معنى إلا عندما يتم توجيهه إلى رافعة برجية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها  على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية "، إذ "  يجب أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".','
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".',true,'
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".','
عناصر الحماية لم تتضمن أي عبارة انتقالية
-	عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه لم يتضمن أي عبارة انتقالية  اذ "  يجب أن يبدأ عنصر الحماية  بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ','
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ',true,'
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ','
اختلاف الفئة بين العنصر المستقل والعنصر المعتمد
-عناصر الحماية (***) غير مقبولة في وضعها الحالي استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى" كونها غير مترابطة بسبب الاختلاف بين الفئات، حيث أن مسمى فئة عنصر الحماية المستقل (طريقة)، بينما مسمى فئة عناصر الحماية المعتمدة (العملية)، ولتجاوز هذا الإعتراض يجب على مقدم الطلب التصحيح وتوحيد المسميات. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة 15 الفقرة (3) من اللائحة التنفيذية والتي تنص جزء منها على أن "تكون عناصر الحماية واضحة ومترابطة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ','
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ',true,'
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ','
يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد
-عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي، استناداً للمادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". كونه يطالب بحماية فئتين مختلفتين (جهاز وطريقة) في عنصر حماية واحد مما يجعل عنصر الحماية غير واضح. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',true,'•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ','•يطالب بحماية النتيجة المتحققة دون ذكر للسمات الفنية الضرورية لتحقيق النتيجة
- عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب  أنه لم يعطي تعريفا تاما بنطاق الحماية بما في ذلك المكونات الأساسية للاختراع إذ " يطالب بحماية النتيجة المتحققة دون ذكر الخطوات أو المكونات الهيكلية الضرورية لتحقيق النتيجة المذكورة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (2) من اللائحة التنفيذية للنظام وتنص على التالي " يجب أن تعطي عناصر الحماية تعريفا تاما بنطاق الحماية المطلوب بما فيذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ','إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ',true,'إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ','إعادة صياغة عناصر الحماية المعتمدة
-التعبير الوارد " ****** " التي تضمنته عنصر/ عناصر  الحماية المعتمد/ة  (***)، حيث يفضل كتابتها بالصيغة التالية "وفقا لعنصر الحماية " ، لذلك يجب على مقدم الطلب إعادة صياغة كل العناصر المعتمدة بشكل أكثر دقة.
-عنصر/ عناصر  الحماية المعتمد/ة (***) تذكر " صندوق توصيل الكابلات طبقاً  للمضمون"، حيث تعد هذه الصياغة غير صحيحة لافتتاحية عنصر/ عناصر  حماية معتمدة. لذا، يجب على مقدم الطلب التصحيح واستبدالها بـ "صندوق توصيل الكابلات وفقًا/ طبقاً لعنصر الحماية". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال','
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال',true,'
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال','
عنصر الحماية لم يبدأ بالافتتاحية
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها يجب " أن يبدأ عنصر الحماية بالافتتاحية التي يذكر فيها نوع الاختراع المراد حمايته كـذكر " جهاز/اسم الجهاز" أو "نظام" أو "طريقة", يليها العبارة الانتقالية كـ " يتكون من" أو " يتألف من" أو "يشتمل على" ومن ثم تنظيم المكونات الهيكلية الأساسية للجهاز (أو خطوات العملية) بشكل مكتمل وربطها هيكليا ووظيفيا بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر/ عناصر   (***) لم تستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".','
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".',true,'
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".','
عناصر الحماية لم تشتمل على أرقام أجزاء الأشكال
-عناصر الحماية (***) لم تشتمل على أرقام أجزاء الأشكال التي يشتمل عليها الاختراع الحالي كما هو مذكور في الوصف التفصيلي للطلب الحالي، وبالتالي لابد من الإشارة لتلك الأرقام بين الأقواس لزيادة وضوح عناصر الحماية، وذلك استناداً للمادة (15) الفقرة (5) من اللائحة التنفيذية والتي تنص على أن "إذا تضمن الطلب رسومات توضيحية وأشير في عنصر الحماية إلى مكونات موجودة بأحد الأشكال متضمنة أرقامًا أو حروفًا مستعملة لتمييز تلك المكونات فإنه يجوز ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في عنصر الحماية".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',true,'
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".','
عنصر الحماية لم يصاغ كجملة واحدة
-عنصر الحماية (1) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه " لم يصاغ كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية وبعدها يتم تنظيم المكونات الهيكلية وربطها بحيث تمثل جهازاً كاملا يمكن تشغيله ". لذا يجب على مقدم الطلب التعديل بأن يصاغ عنصر الحماية كجملة واحدة يبدأ بالافتتاحية يليها العبارة الانتقالية ويختتم بتنظيم المكونات الهيكلية (أو الخطوات) وربطها بحيث تمثل جهازاً (أو طريقة) كاملة يمكن تشغيلها. وعليه، فإن عنصر الحماية (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها " تكون عناصر الحماية واضحة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ','عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ',true,'عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ','عناصر الحماية تذكر فقط الاستخدام دون أي خطوات فعلية
عنصر/ عناصر  الحماية (***) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونها " تذكر فقط الاستخدام دون أي خطوات فعلية تحدد كيفية ممارسة هذا الاستخدام بالفعل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ','
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ',true,'
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ','
عنصر الحماية الجامع
-عنصر/ عناصر  الحماية (*** ) غير مقبول/ة في وضعه الحالي بسبب أنه لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية كونه/ا " تشير إلى الوصف أو الرسومات دون تقديم أي قيود محددة ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى".  ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.','
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.',true,'
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.','
عناصر الحماية تفتقر إلى الإيجاز
-فيما يخص عناصر الحماية (**) والتي قد تم صياغتها كعناصر مستقلة منفصلة، يظهر للفاحص بأنها تتعلق وبشكل واضح لنفس موضوع الاختراع وتختلف عن بعضها البعض فقط من ناحية صياغة تعريف الموضوع المطالب بحمايته أو من ناحية صياغة المصطلحات المستخدمة للسمات الفنية للموضوع المطالب بحمايته، وبالتالي تفتقر عناصر الحماية الى الايجاز حسب المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على " تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". حيث يعتبر عناصر الحماية بشكلها الحالي غير واضحة وغير محددة لنطاق الحماية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',true,'
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
السمة الفنية غير مذكورة في العنصر المستقل
-عناصر الحماية (***) غير مقبول/ة في وضعها الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  أن بعض السمات الفنية والخصائص المميزة للإختراع الحالي والمتعلقة بأن " يكون مفاعل الماء الحرج عبارة عن مفاعل ذي  مرحلتين، والمفاعل ذو المرحلتين يشتمل على مرحلة أولى ومرحلة ثانية، وحيث نسبة زمن البقاء في المرحلة الأولى إلى زمن البقاء في المرحلة الثانية بين 1.2: 1 و20: 1 " لم يتم ذكرها في عنصر الحماية المستقل (1) وتم ذكرها في عنصر الحماية المعتمد (7)، حيث يعتبر عنصر الحماية  بشكله الحالي غير واضح وغير محدد لنطاق الحماية. ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',true,'
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
وجود تفضيلات متعددة في عناصر الحماية
عناصر الحماية (***) غير مقبولة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ " يكشف عنصر الحماية (***) عن درجة حرارة في النطاق من 100درجة مئوية إلى300 ويفضل في النطاق من 110 إلى 200 مئوية، والأكثر تفضيل في النطاق من 200 إلى 290مئوية ، حيث لابد من الاكتفاء بالنطاق المفضل الأضيق المذكور دون الإشارة إلى النطاق الآخر الأوسع، وهذا مما يجعل نطاق الحماية غير محدد بشكل واضح، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص جزء منها على أن تكون" عناصر الحماية واضحة ومحدده لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.','
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.',true,'
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.','
تحديد نوع وشكل السمة/السمات الفنية بشكل واضح
-المصطلحات الواردة في عدد من عناصر الحماية " مقعد، مرشّح هواء  "، حيث لم يتم الإشارة إلى تحديد نوع وشكل كلٍّ منها بشكل محدّد وواضح، لذا يلزم تعديله وإعادة صياغته بشكل أكثر دقة، مما يجعل نطاق الحماية غير واضح"، حيث لا يستطيع رجل المهنة العادي فهم ذلك، وعليه، وهذا ما لا يتوافق مع المتطلبات الواردة في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها "على أن تكون عناصر الحماية واضحة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تحديد ذلك بشكل دقيق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',true,'
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ','
عناصر الحماية تشتمل على منتج بواسطة عملية
-	عنصر/ عناصر  الحماية (***) غير مقبولة/ة في وضعها الحالي بسبب أنها لم تعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية، حيث تمت صياغتها على أنها منتج ناتج من عملية، وتوجهها إلى حماية منتجات معروفة ومكشوف عنها في حالات التقنية السابقة بغض النظر عن طريقة الإنتاج، ويعتبر هذا غير واضح وغير محدد لنطاق الحماية.
ولتجاوز هذا الاعتراض يجب على مقدم الطلب التقيد بما ذكر في (15) الفقرة (3) من اللائحة التنفيذية للنظام وتنص بجزء منها على " تكون عناصر الحماية واضحة ومحدده لنطاق الحماية ".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".','صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".',true,'صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".','صيغة ترقيم وتعداد الخطوات في عناصر الحماية
-	لم يتم ترقيم / تعداد عنصر/ عناصر  الحماية (***) ]أنظر: الصفحة ** الأسطر **-**[, وهذا لا يتوافق مع المادة (15) الفقرة (1) والتي بجزء منها على "ويجب ترقيمها بالتتابع على أن يكون عنصر الحماية رقم واحد هو الذي يعرف بأوسع نطاق مطلوب"، ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (15) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع.
-يرجى استبدال صياغة تعداد الخطوات الواردة في عنصر/ عناصر الحماية (***) المذكورة بصيغة التعداد" (i، ii) "، حيث يلاحظ تداخلها مع ترقيم عناصر الحماية الأخرى، لذا يفضل استبدال ذلك بصياغة أخرى [ على سبيل المثال: " أ ، ب" ]، وذلك لضمان أفضل وضوح وأفضل صياغة مُمكنة. وذلك وفقًا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".','تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".',true,'تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".','تضمن عناصر الحماية لرموز غير مفهومة
-ورد في عنصر/ عناصر  الحماية (***) عبارات ورموز غير مفهومة مثل (حيث  وl يكونان على التوالي...)  حيث لم يتم التمكن من التعرف على المقصود في المواصفة وعناصر الحماية مما أعاق عملية الفحص، لذا يجب تقديم صياغة جيدة ومفهومة للطلب حيث وتعتبر هذه العبارات غير واضحة وغير محددة لنطاق الحماية ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون" عناصر الحماية واضحة ومحددة لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".','
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".',true,'
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".','
صياغة عنصر الحماية المستقل المتضمن جزأين، جزء لحالة التقنية السابقة، وجزء مميّز
-عنصر الحماية (***) غير مقبول في وضعه الحالي بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ  يجب أن يتضمن عنصر الحماية الأول المستقل جزأين، جزء لحالة التقنية السابقة، وجزء مميّز، بحيث يحدد الجزء الأول الخاص بالتقنية السابقة موضوع الاختراع والخصائص التقنية(السمات الفنية) اللازمة لتعريفه، والتي تشكل في الوقت نفسه جزءاً من التقنية السابقة، في حين يجب أن يذكر في الجزء المميّز الخصائص التقنية(السمات الفنية) المطالب بحمايتها، وعليه، يعد عنصر الحماية (1) غير واضح وغير محدد لنطاق الحماية بشكله الحالي، وعليه، فإن عنصر الحماية رقم (1) لم يستوف المتطلبات الواردة في المادة (15) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على "تصاغ عناصر الحماية كلما كان ذلك ممكناً بحيث يميز الجزء الجديد أو الخطوة الابتكارية في نطاق الحماية، فمثلاً يعرف الاختراع حمايته بتحديد مكوناته وخصائصه التقنية ويلي ذلك عبارة "المتميز ب... أو " التحسين يتضمن..." أو أي عبارة أخرى مماثلة، ثم يذكر ماهو جديد أو ابتكاري لتمييزه عن أي اختراع آخر".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".',true,'
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".','
عناصر الحماية المتعلقة بعدد كبير من المستبدلات
عناصر الحماية (**) غير مقبولة بوضعها الحالي، بسبب أنه لم يعرّف بالاختراع بطريقة محددة يسهل بها التأكد من نطاق الحماية إذ يلاحظ أنه يتعلق بعدد كبير جداً من المركبات و المستبدلات المحتملة مما جعل نطاق الحماية واسع جداً، وهذا يعطي عدد كبير جداً من المركبات الممكنة والواسعة جداً والتي من الصعب حصرها أو التعرف عليها مقارنة بما كشف عنه في الوصف الكامل، وكذلك تفتقد لمدى فعالية جميع هذه المركبات في علاج الأمراض المذكورة، ويعد من المعلوم في مجال الكيمياء العضوية استخدام مستبدلات لاحصر لها وهذا يجعل عنصر الحماية (***)، غير واضح وغير محدد نطاق الحماية.
ولتجاوز هذا الإعتراض يجب على مقدم الطلب التقيد بما ذكر في المادة (15) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص بجزء منها على أن تكون " عناصر الحماية واضحة ومحدده لنطاق الحماية ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',true,'
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".','
عناصر الحماية لا تحل مشكلة تقنية
-عناصر الحماية (**)غير واضحة  بسبب انها لا توفر طريقة واضحة لحل المشكلة التقنية (كتابة المشكلة التقنية) وذلك حسب المعرفة العامة لرجل المهنة العادي كما هو مذكور في خلفية الاختراع حيث أن "عدم وضوح الشرح الكافي لآلية حل المشكلة التقنية". وعليه، فإن عناصر الحماية (**) لم تستوف المتطلبات (15) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي : "يجب أن تعطي عناصر الحماية تعريفاً تاماً بنطاق الحماية المطلوب بما في ذلك المكونات الأساسية للاختراع كما يجب أن تكون محددة النطاق بالمقارنة بما كشف عنه في الوصف الكامل".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='CLARITY')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".','
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".',true,'
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".','
أ‌-الطلب سبق نشره قبل إيداعه
عناصر الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (أ) المذكورة أعلاه وفقاً للمادة (44) فقرة (أ) من نظام براءات الاختراع والتي تنص على أن "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة". كون الطلب الحالي سبق نشره قبل تاريخ إيداعه لدى الهيئة السعودية للملكية الفكرية [أنظر عنصر/ عناصر  الحماية (**) المذكورة في الوثيقة (أ) [".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).','
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).',true,'
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).','
ب‌-عناصر الحماية غير جديدة (الوثيقة تتضمن سمة ضمنية)
عنصر/ عناصر  الحماية من (**) إلى (**)، لا تعتبر جديدة على ضوء الوثيقة (كتابة رمز الوثيقة الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن" ……." ]أنظر الصفحة رقم ** السطر/الأسطر ** [.
الوثيقة (كتابة رمز الوثيقة الأقرب) لم تذكر صراحة بشأن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب، ولكن تعتبر هذه الميزة ضمنية.
وذلك بسبب كون الوصف التفصيلي] أنظر الفقرة/العمود رقم ** السطر/الأسطر **[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،
وعليه "كتابة تعليق الفاحص" / كونه معروف في مجال التقنية أن "........"،
وبالتالي فهو شيء متأصل في "......."، وعليه فإنه يعد كجزء متأصل في "........" للوثيقة (***).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ','
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ',true,'
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ','
ج-  عناصر الحماية غير جديدة بناء على وثائق مختلفة لعدد من العناصر المستقلة
-عناصر الحماية (**) ليست جديدة وتفتقر إلى الخطوة الإبتكارية على ضوء الوثائق (أ-ج) المذكورة أعلاه وفقاً للمادة (44) فقرة ]أ[ من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
فيما يخص عنصر الحماية المستقلة (1) فقد كشفت الوثيقة (الأقرب) عن" كتابة نص الوصف التفصيلي المراد الإستشهاد به" ]أنظر: الصفحة ** الفقرة/ الفقرات/العمود رقم ** السطر/الأسطر ** [.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".','
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".',true,'
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".','
د- مسار الطلبات التي لها براءة مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>','
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>',true,'
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>','
هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة
عناصر الحماية من (**) إلى (**) ليست جديدة وتفتقر إلى الخطوة الابتكارية في ضوء وثائق التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثائق لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وبالتالي، فإن الاختراع المطالب به لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون منتجاً أو عملية صناعية أو متعلقاً بأي منهما ". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة','•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة',true,'•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة','•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة لمسار الطلبات التي لها تقارير
للاطلاع على الأمثلة',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.','
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.',true,'
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.','
و- عناصر الحماية المعتمدة ليس لها أثر فني
-عنصر/ عناصر  الحماية (***) غير مقبول/ة لإعتمادها على عنصر/ عناصر  حماية غير مقبول/ة ، كما أنها لا تتضمن أي سمة اضافية ذات أثر فني والتي يمكن أن تضم إلى عنصر الحماية التي أشارت له لكي تحقق متطلبات الجدة والخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ','
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ',true,'
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ','
ز- لطلبات الأفراد(المواطنين): تلخيص الاختراع المطالب به غير جديد
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية " .
وبما أن الاختراع الحالي لم يتضمن شرط الجدّة بناءً على الوثيقة (الأقرب) ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [ حيث تم الكشف عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
الوثيقة (الأقرب) لم تذكر صراحة بأن/ صامتة بشأن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب"، ولكن هذه الميزة ضمنية. كون الوصف ]أنظر ...[ يذكر [كتابة نص الوصف التفصيلي المراد الاستشهاد به]،  وعليه "كتابة تعليق الفاحص".
وبما أن جميع السمات المطالب بها تم الكشف عنها في الوثيقة (أ)، عليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الجدة على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [أ] من نظام براءة الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".','
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".',true,'
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".','
حـ - عناصر الحماية المعتمدة غير جديدة لطلبات الأفراد(المواطنين)
-وفيما يتعلق عنصر/ عناصر الحماية (***)، فقد كشفت الوثيقة (كتابة رمز الوثيقة الأقرب) عن جميع حدود عنصر/ عناصر  الحماية (كتابة رقم العنصر المعتمد عليه) إضافة إلى أن الوثيقة (كتابة رمز الوثيقة الأقرب) كشفت عن "كتابة الجزء الإضافي الذي كشفت عنه الوثيقة الأقرب ]أنظر كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب[".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."','
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."',true,'
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."','
ط- عناصر حماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية حيث لا يمكن البحث عن وثائق ذات الصلة
تجدر الإشارة إلى أنه نظرًا لكثرة حالات عدم الوضوح والاستخدام المتكرر لمصطلحات غامضة وغير محددة ونسبية وعدم وجود سمات تقنية حقيقية تُعرف بالاختراع (وليس بمزاياه) بطريقة محددة، قد ثبت أنه من الصعب جدا معرفة ما هو الموضوع الذي يسعى إلى حمايته في هذا الطلب.
وعليه، لم يتمكن الفاحص من التحقق من استيفاء عناصر الحماية الحالية (***) لشروط المنح، كونها لم تتوافق مع متطلبات المادة (15) الفقرة (3) من اللائحة التنفيذية والتي تنص على أن "تكون عناصر الحماية واضحة ومترابطة وتعرف بالاختراع (وليس مزاياه) بطريقة محددة يسهل بها التأكد من نطاق الحماية دون الرجوع إلى الوصف الكامل أو الرسومات التوضيحية إلا في الضرورة القصوى". ]أنظر الفقرات (***) المتعلقة "بالوضوح" من التقرير الحالي[."',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".','
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".',true,'
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".','
ي- عناصر الحماية غير واضحة وتلخيص الاختراع بناءً على المواصفة وعناصر الحماية تعتبر غير جديدة وذلك بعد الرد على تقرير الفحص الشكلي
على الرغم من الافتقار إلى الوضوح للأسباب المذكور أعلاه، فإن موضوع عناصر الحماية ليس جديدا على ضوء الوثيقة (الأقرب) المذكورة أعلاه وفقاً للمادة (44) فقرة [أ] من نظام براءات الاختراع وتنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".
وبناءً على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. فإنه يمكن تلخيص موضوع الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ".
حيث وجد بأن الوثيقة (الأقرب) كشفت عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب [أنظر: كتابة أين يوجد ذلك الجزء في الوثيقة الأقرب [".
وبناءً على ما سبق لا يعد الاختراع جديدًا ولا يمكن منحه براءة اختراع وفقاً للمادة (44) [أ] من نظام براءات الاختراع والتي تنص على "يكون الاختراع جديداً إذا لم يكن مسبوقاً من حيث حالة التقنية السابقة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GADA')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ','
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ',true,'
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ','
أ‌-عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس وثيقتين
-عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والوثيقة (المكملة) وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " "كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب" ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب".
لكن الوثيقة (المكملة) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي/ حيث أن مجرد تجميع أو تجاور بعض الأجهزة المعروفة، وكلا يعمل بطريقته الروتينية، والأثر التقني الوحيد هو مجرد جمع الآثار الفنية لكل جزء دون أي تفاعل وظيفي يعد أمرا بديها.
المثال     للاعتراض على الخطوة الابتكارية على أساس وثيقتين ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.','
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.',true,'
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.','
ب‌-	على أساس وثيقة سابقة واحدة بتجسيدات (تطبيقات) مختلفة
عناصر الحماية (**) , لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (***) وفقاً للمادة 44 فقرة ب من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (***)في تجسيد اول/تطبيق اول للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الأول في الوثيقة)[  " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي المكشوف عنها بتجسيد الأول في الوثيقة (***) ".
ولم تكشف الوثيقة (***) في التجسيد الأول عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في التجسيد الأول في الوثيقة (**)".
لكن الوثيقة (**) كشفت في تجسيد ثاني/ تطبيق ثاني للاختراع عن ] أنظر (كتابة أين يوجد التجسيد الثاني للاختراع في الوثيقة)[  " كتابة الجزء المكمل المكشوف عنه بتجسيد الثاني في الوثيقة (**)”.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة /تعديل التجسيد الأول  لتشتمل على الجزء المكمل المكشوف عنه في التجسيد الثاني" و التوصل الى موضوع الاختراع الحالي حيث أن مجرد اضافة تجسيد/ تطبيق آخر باستخدام نفس المكونات المكشوف عنها في التقنية  يتطلب فقط مهارة روتينية في التقنية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.','
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.',true,'
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.','
ج-على أساس وثيقة سابقة والمعرفة العامة لرجل المهنة العادي في التقنية
-عناصر الحماية (***)  لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ]أنظر كتابة أين توجد تلك السمة في الوثيقة الأقرب[.
ولم تكشف الوثيقة (الأقرب) عن كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب.
ومع ذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل الذي يعد أحد الخيارات المتوفرة في مجال التقنية بالنسبة لرجل المهنة العادي للتوصل الى موضوع الاختراع الحالي.
مثال توضيحي لشرح التقنية: ومع ذلك، يؤكد الفاحص أنه قد تم تعليم القيود الهيكلية للمبادل الحراري بالرجوع للوثيقة (أ) كون خيارات اختيار تصميم المواد أو متغيرات أي نظام هو أحد الخيارات المتاحة لرجل المهنة العادي في مجال التقنية اعتمادا على الاستخدام المقصود للجهاز. ولذلك، فإنه يتضح لرجل المهنة العادي في مجال التقنية استخدام المواد واستخدام الجهاز بطريقة تتوافق مع الموضوع المطالب بحمايته، كون عناصر الحماية موجه للاستخدام المقصود للجهاز التي ستؤخذ في الاعتبار متغيرات النظام والمواد كجزء من اعتبارات التصميم على أساس الكمية المرغوبة للتبادل الحراري المطلوب من الجهاز.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال','د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال',true,'د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال','د- مسار الطلبات التي لها براءة مقابلة
 عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
ويلاحظ الفاحص أن الطلب يقابل البراءة (اسم الدولة) التي منحت لكم برقم (كتابة رقم البراءة) وتاريخ **/**/****م، وقد تم الاطلاع على عناصر الحماية والمواصفة الممنوحة لكم بموجب تلك البراءة ومقارنتها بعناصر الحماية التي تضمنها طلبكم. وبهدف تلافي الاعتراضات المذكورة أعلاه يمكن تقديم عناصر حماية ومواصفة مقابلة تماما لتلك التي منحت لكم في البراءة المشار إليها مع العلم انه يجب التقيد بما ورد باللائحة التنفيذية الباب الثاني مع مراعاة بان لا تتجاوز التعديلات ما كشف عنه في الطلب الأصلي. <يمكن أن يضاف هنا نصا لأي تقييد لنطاق الحماية لمعالجة رفض محتمل على سبيل عناصر الحماية المتعلقة بطرق العلاج أو الاستخدام/ عناصر الحماية متعددة التبعية، أو مشكلة أخرى>.
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة','هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة',true,'هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة','هـ- مسار الطلبات التي لها فقط تقارير بحث وفحص مقابلة:
عناصر الحماية من (**) إلى (**)، لا تنطوي على خطوة ابتكارية على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. لذا فإن رجل المهنة العادي في مجال التقنية، بالنظر إلى المشكلة التي يتعين حلها وحالة التقنية السابقة عند ذلك الوقت، كان سيتحقق من هذه الوثائق ويفهمها ويعتبرها ذات صلة. ويعتبر أنه عند البحث عن حل للمشكلة، من المتوقع بشكل معقول أن يقوم رجل المهنة العادي في مجال التقنية بالجمع بين هذه الوثائق والتوصل إلى حل مماثل للاختراع المطالب به. وعليه، فإن عنصر/عناصر الحماية (**) أيضاً يفتقر/ تفتقر إلى الخطوة الابتكارية حسب المادة (44) الفقرة (ب) من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة". <يمكن هنا إضافة نصا يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض. انظر أدناه للحصول على مثال النص.>.
المثال

•أمثلة على رفض محتمل أو مشكلة أخرى أو القيمة المضافة للطلبات التي لها تقارير
للاطلاع على الأمثلة',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.','
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.',true,'
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.','
و- طلبات الأفراد(المواطنين):
•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة
عناصر الحماية (***) لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (الأقرب) والمعرفة العامة لرجل المهنة بما هو معروف في التقنية السابقة وفقاً للمادة (44) فقرة [ب] من نظام  براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (أ) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (أ) عن" كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم يتم الكشف عنها في الوثيقة الأقرب ".
لكن من المعروف في مجال التقنية أن رجل المهنة العادي قادراً على استخدام هذه الميزة "السمة المذكورة في الطلب الحالي"، وبالتالي سيكون من الواضح لرجل المهنة العادي في مجال التقنية أن استخدام هذه الميزة مع (السمة في الوثيقة الأقرب) والمكشوف عنها في الوثيقة (أ)، وبالتالي تعتبر واحدة من عدة احتمالات مطروحة ومن البدائل الفنية المتوقعة ولا تتطلب مهارة إبداعية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال','
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال',true,'
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال','
مع إمكانية استخدام أحد التعليقات أدناه:
-لكن، مثل هذه السمة/السمات تعد أمرا بديها بالنسبة لرجل المهنة العادي كونها أحد الخيارات المتوقعة مجال التقنية، حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها أحد الخيارات المتوقعة في مجال التقنية وفقا لتفضيل المستخدم ولا تتطلب مهارة إبداعية/ كون اختيار مادة معروفة على أساس وملاءمتها للاستخدام المقصود هو أحد الخيارات المتوقعة في مجال التقنية أثناء عمليات التشغيل ولا تتطلب مهارة إبداعية.
-كون حذف جزء من عنصر ووظيفته في تركيبة ما/الجهاز /الطريقة في حين أن العناصر المتبقية من تركيبة ما/ الجهاز /الطريقة تؤدي لنفس الوظائف، حيث يعتبر ذلك من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.
-كونها مجرد تكرار لأجزاء العمل الأساسية لجهاز وتكرار الخطوات العملية و/أو كون مجرد إعادة ترتيب الأجزاء العمل الأساسية لجهاز و/أو الخطوات العملية حيث تعتبر من ضمن الممارسات المعتادة والخيارات التقنية المطروحة والواضحة.ويختلف الاختراع الحالي عن الوثيقة (أ) فقط في (هنا يتم كتابة الاختلاف بين الوثيقة والطلب الحالي).
لذلك، يتضح لرجل المهنة العادي في التقنية " استبدال الميزة المذكورة في الوثيقة الأقرب (أ) واستخدام (هنا يتم كتابة السمة المعرفة في التقنية) والمعروفة والشائعة في مجال التقنية للتوصل إلى موضوع الاختراع الحالي كونه مجرد تبديل بين عناصر معروفة لنفس الوظيفة ودون احداث أي أثر غير متوقع. وعليه، فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".','•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".',true,'•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".','•	طلبات الأفراد(المواطنين): لا تنطوي على خطوة ابتكارية على أساس وثيقتين
بناءً على ما ذكر في المواصفة وعناصر الحماية، فإنه يتبين أن الاختراع الحالي عبارة عن" كتابة تلخيص فكرة الاختراع بناء على المواصفة وعناصر الحماية ".
وقد وجد بأن الوثيقة (الأقرب) كشفت عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب ] كتابة أين توجد تلك السمة في الوثيقة الأقرب على سبيل المثال: (أنظر الملخص والرسومات التوضيحية) ].
ولم تكشف الوثيقة (الأقرب) عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تم الكشف عنها في الوثيقة الأقرب ".
لكن الوثيقة المكملة(ب) كشفت عن  " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.وعليه فإن الاختراع لا يتضمن أي أثر فني يمكن من خلاله أن يحقق متطلبات الخطوة الابتكارية على ضوء ما كشف عنه في التقنية السابقة وذلك من خلال الجمع بين الوثائق(أ-ب) أعلاه فإنه من الممكن لرجل المهنة صاحب المهارة أن يتمكن من تنفيذ الاختراع بكل سهولة ولا يمكن منحة براءة اختراع حسب المادة (44) الفقرة [ب] من نظام براءة الاختراع وتنص على " يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ','
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ',true,'
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ','
ز- عناصر الحماية لا تنطوي على خطوة ابتكارية على أساس أكثر من وثيقتين
-	عناصر الحماية (***)، لا تنطوي على خطوة ابتكارية على ضوء الوثيقة (أ) والوثيقة [ المكملة (ب) والوثيقة (المكملة (ج)] وفقاً للمادة (44) فقرة (ب) من نظام براءات الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكارية إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".
فقد كشفت الوثيقة (أ) عن " كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي تم الكشف عنها في الوثيقة الأقرب] أنظر كتابة أين توجد تلك السمة في الوثيقة أ[.
ولم تكشف الوثيقة (أ) عن كتابة كل سمة من سمات عناصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة (أ).
لكن الوثيقة المكملة(ب) كشفت عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (أ) [.
لذلك, يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي".
ولم تكشف الوثيقة (الأقرب والمكملة(ب)) المستشهد بها منفردة أو مجتمعة عن " كتابة كل سمة من سمات عنصر الحماية في الطلب الحالي التي لم تكشف عنها في الوثيقة الأقرب والمكملة (أ)."
لكن، الوثيقة (المكملة (ج)) تكشف عن " كتابة الجزء المكمل الذي كشفت عنه الوثيقة المكملة (2) ]أنظر كتابة أين توجد تلك السمة في الوثيقة المكملة (ج)[.
لذلك، يتضح لرجل المهنة العادي في التقنية " شرح كيف يتم إضافة/تعديل الوثيقة الأقرب لتشتمل على الجزء المكمل المكشوف عنه في الوثيقة المكملة للتوصل الى موضوع الاختراع الحالي.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.','
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.',true,'
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.','
ح- عدد محدود من الخيارات المعروفة
ومن ناحية صلابة أو قساوة عنصر المطاط الأول تكون أعلى أو أصلب من العنصر المطاطي الثاني. يلاحظ الفاحص بأن هناك عددًا محدودًا من الحلول المعروفة والتي يمكن تنبؤها بتوقع معقول للنجاح (اختيار العنصر المرن الأول للحصول على صلابة أعلى أو أقوى من العنصر المرن الثاني أو اختيار العنصر المرن الثاني ليكون له صلابة أو قساوة أعلى من العنصر المرن الأول)، حيث سيكون من الواضح لرجل المهنة العادي في التقنية من تجربة أي من الخيارين بما في ذلك الخيار المذكور باختيار العنصر المرن الأول (10) ليكون له صلابة أعلى من العنصر المرن الثاني.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".','ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".',true,'ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".','ط-الاختلاف في اسم الفئة، ولكنها تتشارك بنفس السمات الفنية مع عنصر الحماية (1)
فيما يخص عنصر الحماية المستقل (**)، فإنه يطالب بـ طريقة/عملية/تجميعة لــ (افتتاحية عنصر الحماية)، ولكنه يتشارك بنفس السمات الفنية مع تلك المطالب بها في عنصر الحماية (1). وبالتالي تنطبق الأسباب نفسها على عنصر الحماية المستقل (***). وعليه، فإن عنصر الحماية المستقل (**) أيضاً يفتقر إلى الخطوة الابتكارية حسب المادة 44 الفقرة ب من نظام براءة الاختراع وتنص على "يكون الاختراع منطوياً على خطوة ابتكاريه إذا لم يتيسر لرجل المهنة العادي التوصل إليه بصورة بديهية نتيجة التقنية السابقة المتصلة بطلب البراءة".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='STEP')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال','•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال',true,'•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال','•	عناصر الحماية لا يمكن تطبيقها صناعيًّا
عناصر الحماية ( *** ) يذكر ( تعليق الفاحص )، وحيث أن ذلك لا يمكن تطبيقها صناعياً لذا فإن  عناصر الحماية غير مقبولة ولا يمكن منحها براءة اختراع وفقاً للمادة (44) فقرة [ج] من نظام براءات الاختراع وتنص على "يعد الاختراع قابلاً
للتطبيق الصناعي إذا أمكن تصنيعه، أو استعماله في أي مجال صناعي، أو زراعي".
المثال',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INDUSTRIAL')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).','
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).',true,'
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).','
عناصر الحماية قابلة لمنحها براءة اختراع
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير، حيث من الممكن أن تؤدي إلى منح براءة اختراع للطلب المقدم.
-	عناصر الحماية (**) مقبولة في وضعها الحالي، ويمكن منحها براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه، في حال تم تجاوز وتعديل جميع الملاحظات المذكورة الواردة أعلاه في هذا التقرير، علمًا بأن الطلب الحالي ضمن المسار السريع لفحص طلبات براءات الاختراع (PPH)، حيث يجب الرّد بوقتٍ وجيز لانهاء إجراءات الطلب وفقاً لمتطلبات اتفاقية (PPH).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GRANTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ','عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ',true,'عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ','عناصر الحماية من الممكن منحها براءة اختراع عند الحاجة لإعادة صياغة عنصر الحماية المعتمد كعنصر حماية مستقل
-	عناصر الحماية المعتمدة (**-**) غير مقبولة في وضعها الحالي على أساس إعتمادها على عنصر حماية مستقل غير مقبول، ولكن من الممكن منحها براءة اختراع، وتم إعادة صياغتها على شكل عنصر حماية مستقل يشتمل على جميع الحدود المذكورة في عنصر الحماية الذي اعتمدت عليه، بالإضافة إلى إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GRANTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.','لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.',true,'لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.','لطلبات الأفراد(المواطنين): الاختراع المطالب بحمايته من الممكن منحه عند الحاجة لإعادة صياغة عناصر الحماية غير المقبولة على أساس الوضوح
بناء على المفهوم الابتكاري المودع في الطلب الأصلي بتاريخ ‏**‏/**‏/****هــــ الموافق ‏**‏/**‏/****م  ، والذي يتبين منه أن الاختراع الحالي كالتالي " كتابة تلخيص الاختراع بناء على المواصفة وعناصر الحماية ". فإنه من الممكن منحه براءة اختراع على ضوء ما كشف عنه في الوثائق المستشهد بها المذكورة أعلاه إذا تم تجاوز الملاحظات الأخرى المذكورة في هذا التقرير.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PROTICTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='GRANTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ','•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ',true,'•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ','•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ','•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ',true,'•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ','•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',true,'
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_AR'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ','•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ',true,'•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ','•عبارة غير مفهومة أو مشتملة على أخطاء مطبعية/ إملائية/نحوية/لغوية
- لم يتم التمكن من التعرف على المقصود من بعض الجمل الواردة في المواصفة [أنظر على سبيل المثال: الوصف الكامل الصفحة  رقم *** السطر رقم ***وغيرها في كامل المواصفة]، وهذا لا يتوافق مع المادة (8) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "يجب أن تقدم طلبات منح وثائق الحماية وفق النماذج المعدة لذلك الكترونيا أو بأي طريقة أخرى تقبلها الهيئة، وأن تكون باللغة العربية" لذا يجب تقديم صياغة جيدة ومفهومة للطلب خلال المدة المحددة نظاماً.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•التسميات المختصرة
-التسميات المختصرة باللغة الانجليزية [كمثال: (DF) و (TPR) الواردة في الصفحة رقم (**) السطر (**)، وكذلك (ORP) الواردة في الصفحة رقم (**) السطر (**)، وغيرها في كامل المواصفة]، وهذا لا يتوافق مع ما نصت عليه المادة (12) الفقرة (2) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على التالي: " في حالة التسميات المختصرة باللغة الأجنبية فينبغي ذكر التسمية كاملة بالعربية والإنجليزية عند ورودها لأول مرة في النص ويكتفى بعد ذلك بالتسمية المختصرة" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•	الرموز/الوحدات غير مطابقة لــ IUPAP
-	الرموز/الوحدات/التسميات/الثوابت الأساسية الفيزيائية ] وحدة (سنتي  بواز) الواردة في الصفحة رقم (10) الأسطر (1-4)، وكذلك وحدة (بوصة) الواردة في الصفحة رقم (10) السطر (14)، وغيرها  في كامل المواصفة]، حيث تم استخدام وحدات قياس ليست دولية  (كتابة الوحدة غير دولية) وهذا لا يتوافق مع المادة (12) الفقرة (4) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تعتمد الرموز, والوحدات, والتسميات, والثوابت الأساسية الفيزيائية التي أقرها الاتحاد الدولي للفيزياء البحتة والتطبيقية IUPAP- اللجنة SUNAMCO المنشورة في وثيقة الاتحاد رقم 25"، ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
-	"الوصف التفصيلي" تضمن مقاييس بالنظام الأمريكي. ] كمثال وحدة (فهرنهايت) الواردة في الصفحة رقم (17) السطر رقم (22)]، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة جميع وحدات القياس المذكورة في الطلب والتقيد بما ذكر في المادة (11) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن " تكون المقاييس بالنظام المتري ودرجات الحرارة بالنظام المئوي. ويجوز ذكر الوحدات الأخرى لاحقة بين قوسين". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•تسمية المركبات ليست حسب نظام IUPAC
-الأشكال البنائية /الصيغ الكيميائية/رموز العناصر/المركبات والأسماء الكيميائية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***[، تتعارض مع المادة (12) الفقرة (5) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تستخدم الحروف اللاتينية حسب نظام IUPAC لكتابة الأشكال البنائية والصيغ الكيميائية ورموز العناصر والمركبات والأسماء الكيميائية أما في حالة ورود الاسم الكيميائي في العنوان فيكتب باللغة العربية بالإضافة إلى اللاتينية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المراجع بلغتها الأصلية
-لم تذكر المراجع/البحوث/المقالات/الكتب العلمية بلغتها الأصلية [كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة (12) الفقرة (6) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "تذكر المراجع والبحوث والمقالات والكتب العلمية بلغتها الأصلية" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',true,'•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.','•لم تذكر المصطلحات العلمية بلغتها الأصلية
-لم تذكر المصطلحات العلمية بلغتها الأصلية] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم ***]، وهذا لا يتوافق مع المادة 12 الفقرة 1 من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب ان يذكر اسم المصطلح العلمي بلغته الأصلية مرادفاً للاسم باللغة العربية لأول مره ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	وجود الأقواس في المصطلحات العلمية
-	إذا أشير إلى مصطلحات علمية في المواصفة بعد ورودها لأول مرة فلابد من حذف الأقواس ] كمثال أنظر: الصفحة رقم *** السطر/الأسطر رقم *** وغيرها في كامل المواصفة]، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ','•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ',true,'•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ','•	لم يتم استخدام " المصطلح اللاتيني في المركبات الكيميائية/مسميات الأمراض "
-	توجد ملاحظات على صياغة الطلب بشكل عام، حيث لم يتم استخدام " المصطلح اللاتيني في المصطلحات العلمية " والتي تتعارض مع المادة (12) الفقرة (1) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على "يجب أن يذكر اسم المصطلح العلمي بلغته الاصلية مرادفاً للاسم باللغة العربية عند وروده لأول مرة ويكتفى بالاسم العربي فقط في المرات اللاحقة فيما عدا عناصر الحماية فيتم تكرار ذكر المصطلح باللغتين" ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل ما يلزم.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',true,'•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.','•	استبدال المصطلحات الحالية بمصطلحات علمية أكثر دقة
تضمنت المواصفة مصطلح "معدّل صدمي" [على سبيل المثال أنظر: الوصف الكامل الصفحة  رقم ** السطر رقم  ** وغيرها]، لذا يفضل استبداله بمصطلح "معدّل تأثير" في كامل المواصفة، وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',true,'
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.','
تغيير تعداد الخطوات
-	يجب تغيير " تعداد الخطوات المذكورة بالصيغة ( i، ii) " الواردة في كامل المواصفة [ كمثال أنظر: الملخص الأسطر *** وكذلك عنصر/عناصر الحماية رقم ** السطر/الأسطر ** ]، وذلك وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب"، لذا يجب من مقدم الطلب تعديل ذلك واستبدال ذلك بصياغة أخرى.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'APPLICATION'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'DESCRIPTION_EN'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DRAFT')
       );




