
-- Auto-generated SQL script #202312190845
INSERT INTO application.lk_attributes (id,code,name_ar,name_en)
VALUES ((select max(id) + 1 from application.lk_attributes ),'SPECIFICATION','المواصفة','Specification');


INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'PRECEDENCE','
الأسبقية','Precedence');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'PARTIAL-REQUEST','الطلب الجزئي','Partial Request');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'NonGRANT','
مواضيع غير قابلة للمنح','NonGRANT');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'INVENTION-UNIT','وحدة الاختراع','Invention Unit');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'INVENTION-NAME','أسم الاختراع','Invention Name');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'SUMMERY','الملخص','Summery');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'FULL_SUMMERY','الوصف الكامل','Full Summery');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'ILLUSTRATIONS','الأشكال التوضيحية','Illustrations');

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'لم يطالب بالأسبقية
مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','لم يطالب بالأسبقية
مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',true,'لم يطالب بالأسبقية
مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','لم يطالب بالأسبقية
مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب –مقبولة:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.','
ب –مقبولة:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.',true,'
ب –مقبولة:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.','
ب –مقبولة:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.','•	المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.',true,'•	المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.','•	المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ج- مقبولة جزئيا:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','
ج- مقبولة جزئيا:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',true,'
ج- مقبولة جزئيا:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','
ج- مقبولة جزئيا:
•	المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'د- غير مقبولة:
•	 الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.','د- غير مقبولة:
•	 الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.',true,'د- غير مقبولة:
•	 الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.','د- غير مقبولة:
•	 الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',true,'•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',true,'•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','•	الأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م.','•	الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م.',true,'•	الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م.','•	الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PRECEDENCE')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.','
أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.',true,'
أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.','
أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIAL-REQUEST')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.','ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.',true,'ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.','ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIAL-REQUEST')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.','ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.',true,'ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.','ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIAL-REQUEST')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'أ‌-	عناصر الحماية مخالفة للشريعة الاسلامية
عنصر/ عناصر  الحماية] **]، غير مقبول/ة حيث تتطرق وبشكل واضح الى "كتابة موضوع عنصر الحماية الحالي". لذلك، فإن موضوع عنصر/ عناصر  الحماية] **]، لا يمكن منحها براءة اختراع  وفقاً للمادة الرابعة الفقرة (أ) من نظام براءات الاختراع  والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية وتنص على "لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مخالفاً للشريعة الإسلامية".','أ‌-	عناصر الحماية مخالفة للشريعة الاسلامية
عنصر/ عناصر  الحماية] **]، غير مقبول/ة حيث تتطرق وبشكل واضح الى "كتابة موضوع عنصر الحماية الحالي". لذلك، فإن موضوع عنصر/ عناصر  الحماية] **]، لا يمكن منحها براءة اختراع  وفقاً للمادة الرابعة الفقرة (أ) من نظام براءات الاختراع  والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية وتنص على "لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مخالفاً للشريعة الإسلامية".',true,'أ‌-	عناصر الحماية مخالفة للشريعة الاسلامية
عنصر/ عناصر  الحماية] **]، غير مقبول/ة حيث تتطرق وبشكل واضح الى "كتابة موضوع عنصر الحماية الحالي". لذلك، فإن موضوع عنصر/ عناصر  الحماية] **]، لا يمكن منحها براءة اختراع  وفقاً للمادة الرابعة الفقرة (أ) من نظام براءات الاختراع  والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية وتنص على "لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مخالفاً للشريعة الإسلامية".','أ‌-	عناصر الحماية مخالفة للشريعة الاسلامية
عنصر/ عناصر  الحماية] **]، غير مقبول/ة حيث تتطرق وبشكل واضح الى "كتابة موضوع عنصر الحماية الحالي". لذلك، فإن موضوع عنصر/ عناصر  الحماية] **]، لا يمكن منحها براءة اختراع  وفقاً للمادة الرابعة الفقرة (أ) من نظام براءات الاختراع  والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية وتنص على "لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مخالفاً للشريعة الإسلامية".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ب‌-	المواضيع التي لا تعد من قبيل الاختراعات
•	عنصر الحماية يطالب بحماية الاكتشافات
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى موضوع يعد ضمن الاكتشافات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ] **[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [.','ب‌-	المواضيع التي لا تعد من قبيل الاختراعات
•	عنصر الحماية يطالب بحماية الاكتشافات
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى موضوع يعد ضمن الاكتشافات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ] **[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [.',true,'ب‌-	المواضيع التي لا تعد من قبيل الاختراعات
•	عنصر الحماية يطالب بحماية الاكتشافات
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى موضوع يعد ضمن الاكتشافات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ] **[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [.','ب‌-	المواضيع التي لا تعد من قبيل الاختراعات
•	عنصر الحماية يطالب بحماية الاكتشافات
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى موضوع يعد ضمن الاكتشافات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ] **[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/ عناصر  الحماية يطالب بحماية طرق رياضية
-	عنصر/ عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق رياضية وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [ ".
-	مثال ','•	عنصر/ عناصر  الحماية يطالب بحماية طرق رياضية
-	عنصر/ عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق رياضية وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [ ".
-	مثال ',true,'•	عنصر/ عناصر  الحماية يطالب بحماية طرق رياضية
-	عنصر/ عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق رياضية وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [ ".
-	مثال ','•	عنصر/ عناصر  الحماية يطالب بحماية طرق رياضية
-	عنصر/ عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق رياضية وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية [ ".
-	مثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/ عناصر  الحماية يطالب بحماية نظرية علمية
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى  نظرية علمية وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع
 وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية].','•	عنصر/ عناصر  الحماية يطالب بحماية نظرية علمية
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى  نظرية علمية وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع
 وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية].',true,'•	عنصر/ عناصر  الحماية يطالب بحماية نظرية علمية
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى  نظرية علمية وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع
 وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية].','•	عنصر/ عناصر  الحماية يطالب بحماية نظرية علمية
عنصر/ عناصر  الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى  نظرية علمية وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع
 وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]الاكتشافات ، والنظريات العلمية ، والطرق الرياضية].',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر  الحماية يطالب بحماية مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها
-	عنصر/عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو  ممارسة لعبة من الألعاب [ ".
-	 مثال ','•	عنصر/عناصر  الحماية يطالب بحماية مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها
-	عنصر/عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو  ممارسة لعبة من الألعاب [ ".
-	 مثال ',true,'•	عنصر/عناصر  الحماية يطالب بحماية مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها
-	عنصر/عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو  ممارسة لعبة من الألعاب [ ".
-	 مثال ','•	عنصر/عناصر  الحماية يطالب بحماية مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها
-	عنصر/عناصر الحماية ]**[، غير مقبول/ة حيث تتطرق وبشكل واضح الى مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]**[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو  ممارسة لعبة من الألعاب [ ".
-	 مثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر الحماية يطالب بحماية ممارسة الأنشطة الذهنية المحضة
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة الأنشطة الذهنية المحضة وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [.','•	عنصر/عناصر الحماية يطالب بحماية ممارسة الأنشطة الذهنية المحضة
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة الأنشطة الذهنية المحضة وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [.',true,'•	عنصر/عناصر الحماية يطالب بحماية ممارسة الأنشطة الذهنية المحضة
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة الأنشطة الذهنية المحضة وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [.','•	عنصر/عناصر الحماية يطالب بحماية ممارسة الأنشطة الذهنية المحضة
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة الأنشطة الذهنية المحضة وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام    ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر  الحماية يطالب بحماية ممارسة لعبة من الألعاب
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة لعبة من الألعاب وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[،
لا يمكن منحه براءة اختراع وفقاً للمادة 45 فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [".','•	عنصر/عناصر  الحماية يطالب بحماية ممارسة لعبة من الألعاب
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة لعبة من الألعاب وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[،
لا يمكن منحه براءة اختراع وفقاً للمادة 45 فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [".',true,'•	عنصر/عناصر  الحماية يطالب بحماية ممارسة لعبة من الألعاب
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة لعبة من الألعاب وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[،
لا يمكن منحه براءة اختراع وفقاً للمادة 45 فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [".','•	عنصر/عناصر  الحماية يطالب بحماية ممارسة لعبة من الألعاب
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى ممارسة لعبة من الألعاب وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[،
لا يمكن منحه براءة اختراع وفقاً للمادة 45 فقرة  ]ب[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]مخططات مزاولة الاعمال التجارية وقواعدها واساليبها، ممارسة الأنشطة الذهنية المحضة، وممارسة لعبة من الألعاب [".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر  الحماية يطالب بحماية النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية نبات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر  الحماية يطالب بحماية النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية نبات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',true,'•	عنصر/عناصر  الحماية يطالب بحماية النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية نبات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر  الحماية يطالب بحماية النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية نبات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر  الحماية يطالب بحماية حيوان/حيوانات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية حيوان وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر  الحماية يطالب بحماية حيوان/حيوانات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية حيوان وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',true,'•	عنصر/عناصر  الحماية يطالب بحماية حيوان/حيوانات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية حيوان وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر  الحماية يطالب بحماية حيوان/حيوانات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى حماية حيوان وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج النباتات وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة 45 فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج النباتات وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة 45 فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',true,'•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج النباتات وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة 45 فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج النباتات
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج النباتات وهذا لا يعد من قبيل الاختراعات. لذلك, فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة 45 فقرة  ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج الحيوانات
عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج الحيوانات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج الحيوانات
عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج الحيوانات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',true,'•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج الحيوانات
عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج الحيوانات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية عملية حيوية مستخدمة لإنتاج الحيوانات
عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى عملية حيوية مستخدمة لإنتاج الحيوانات وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة ]ج[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر الحماية يطالب بحماية طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',true,'•	عنصر/عناصر الحماية يطالب بحماية طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى طرق معالجة جسم الإنسان أو الحيوان جراحياً، أو علاجياً وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات -التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عنصر/عناصر الحماية يطالب بحماية طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح إلى طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات- التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح إلى طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات- التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',true,'•	عنصر/عناصر الحماية يطالب بحماية طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح إلى طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات- التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".','•	عنصر/عناصر الحماية يطالب بحماية طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح إلى طرق تشخيص المرض المطبقة على جسم الإنسان أو الحيوان وهذا لا يعد من قبيل الاختراعات. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]د[ من نظام براءات الاختراع وتنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام  ]النباتات، والحيوانات والعمليات- التي في معظمها حيوية- المستخدمة لإنتاج النباتات، أو الحيوانات ويستثنى من ذلك الأحياء الدقيقة، والعمليات غير الحيوية، وعمليات علم الأحياء الدقيقة [ ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ج- عناصر الحماية تطالب بحماية برنامج حاسوبي
•	صياغة عامة
عنصر/عناصر الحماية ]***[، غير مقبولة حيث تتطرق وبشكل واضح الى برنامج حاسوبي ، وهذا لا يعد من قبيل الاختراعات, وإنما هو عبارة عن طرق رياضية. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع والتي تنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام   ]الاكتشافات، والنظريات العلمية، والطرق الرياضية[ ".','
ج- عناصر الحماية تطالب بحماية برنامج حاسوبي
•	صياغة عامة
عنصر/عناصر الحماية ]***[، غير مقبولة حيث تتطرق وبشكل واضح الى برنامج حاسوبي ، وهذا لا يعد من قبيل الاختراعات, وإنما هو عبارة عن طرق رياضية. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع والتي تنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام   ]الاكتشافات، والنظريات العلمية، والطرق الرياضية[ ".',true,'
ج- عناصر الحماية تطالب بحماية برنامج حاسوبي
•	صياغة عامة
عنصر/عناصر الحماية ]***[، غير مقبولة حيث تتطرق وبشكل واضح الى برنامج حاسوبي ، وهذا لا يعد من قبيل الاختراعات, وإنما هو عبارة عن طرق رياضية. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع والتي تنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام   ]الاكتشافات، والنظريات العلمية، والطرق الرياضية[ ".','
ج- عناصر الحماية تطالب بحماية برنامج حاسوبي
•	صياغة عامة
عنصر/عناصر الحماية ]***[، غير مقبولة حيث تتطرق وبشكل واضح الى برنامج حاسوبي ، وهذا لا يعد من قبيل الاختراعات, وإنما هو عبارة عن طرق رياضية. لذلك، فإن موضوع عنصر الحماية ]***[، لا يمكن منحه براءة اختراع وفقاً للمادة (45) فقرة  ]أ [ من نظام براءات الاختراع والتي تنص على أنه " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام   ]الاكتشافات، والنظريات العلمية، والطرق الرياضية[ ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الاختراع المطالب به ليس له طابع تقني
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى برنامج حاسوبي بحد ذاته وليس إلى آلة جديدة أو عملية صناعية، بل هو عمل إبداعي تم تخزينه في شكل إلكتروني. وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، وفقاً للمادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".
الأمثلة ','•	الاختراع المطالب به ليس له طابع تقني
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى برنامج حاسوبي بحد ذاته وليس إلى آلة جديدة أو عملية صناعية، بل هو عمل إبداعي تم تخزينه في شكل إلكتروني. وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، وفقاً للمادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".
الأمثلة ',true,'•	الاختراع المطالب به ليس له طابع تقني
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى برنامج حاسوبي بحد ذاته وليس إلى آلة جديدة أو عملية صناعية، بل هو عمل إبداعي تم تخزينه في شكل إلكتروني. وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، وفقاً للمادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".
الأمثلة ','•	الاختراع المطالب به ليس له طابع تقني
عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى برنامج حاسوبي بحد ذاته وليس إلى آلة جديدة أو عملية صناعية، بل هو عمل إبداعي تم تخزينه في شكل إلكتروني. وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، وفقاً للمادة (43) "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي منهما ".
الأمثلة ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'

B120
•	 الاختراع المطالب به يتضمن جوانب تقنية وجوانب غير تقنية ولكن الجوانب الغير تقنية لا تساهم في الأثر الفني (مجرد أتمته لممارسة عمل على جهاز)
-	موضوع الاختراع الحالي يتطرق بشكل واضح إلى (طريقة محفزة للتعليم والترويج للسلع تتضمن عدد من الخطوات دون أي حل لمشكلة تقنية بل مجرد أتمتة لممارسة عمل على جهاز، والتي تعد أحد مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (45) الفقرة (ب) " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو ممارسة لعبة من الألعاب ". لذلك فإن موضوع الاختراع الحالي لا يمكن منحه براءة اختراع وفقاً للمادة (45) الفقرة (ب) من النظام.','

B120
•	 الاختراع المطالب به يتضمن جوانب تقنية وجوانب غير تقنية ولكن الجوانب الغير تقنية لا تساهم في الأثر الفني (مجرد أتمته لممارسة عمل على جهاز)
-	موضوع الاختراع الحالي يتطرق بشكل واضح إلى (طريقة محفزة للتعليم والترويج للسلع تتضمن عدد من الخطوات دون أي حل لمشكلة تقنية بل مجرد أتمتة لممارسة عمل على جهاز، والتي تعد أحد مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (45) الفقرة (ب) " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو ممارسة لعبة من الألعاب ". لذلك فإن موضوع الاختراع الحالي لا يمكن منحه براءة اختراع وفقاً للمادة (45) الفقرة (ب) من النظام.',true,'

B120
•	 الاختراع المطالب به يتضمن جوانب تقنية وجوانب غير تقنية ولكن الجوانب الغير تقنية لا تساهم في الأثر الفني (مجرد أتمته لممارسة عمل على جهاز)
-	موضوع الاختراع الحالي يتطرق بشكل واضح إلى (طريقة محفزة للتعليم والترويج للسلع تتضمن عدد من الخطوات دون أي حل لمشكلة تقنية بل مجرد أتمتة لممارسة عمل على جهاز، والتي تعد أحد مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (45) الفقرة (ب) " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو ممارسة لعبة من الألعاب ". لذلك فإن موضوع الاختراع الحالي لا يمكن منحه براءة اختراع وفقاً للمادة (45) الفقرة (ب) من النظام.','

B120
•	 الاختراع المطالب به يتضمن جوانب تقنية وجوانب غير تقنية ولكن الجوانب الغير تقنية لا تساهم في الأثر الفني (مجرد أتمته لممارسة عمل على جهاز)
-	موضوع الاختراع الحالي يتطرق بشكل واضح إلى (طريقة محفزة للتعليم والترويج للسلع تتضمن عدد من الخطوات دون أي حل لمشكلة تقنية بل مجرد أتمتة لممارسة عمل على جهاز، والتي تعد أحد مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة (45) الفقرة (ب) " لا يعد من قبيل الاختراعات في مجال تطبيق أحكام هذا النظام مخططات مزاولة الأعمال التجارية وقواعدها وأساليبها، أو ممارسة الأنشطة الذهنية المحضة، أو ممارسة لعبة من الألعاب ". لذلك فإن موضوع الاختراع الحالي لا يمكن منحه براءة اختراع وفقاً للمادة (45) الفقرة (ب) من النظام.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),' الموضوع المطالب بحمايته ليس (منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)
موضوع الاختراع الحالي ليس لها أي أثر عملي فني (ليس منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة الثالثة والأربعون "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي
المثال >',' الموضوع المطالب بحمايته ليس (منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)
موضوع الاختراع الحالي ليس لها أي أثر عملي فني (ليس منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة الثالثة والأربعون "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي
المثال >',true,' الموضوع المطالب بحمايته ليس (منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)
موضوع الاختراع الحالي ليس لها أي أثر عملي فني (ليس منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة الثالثة والأربعون "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي
المثال >',' الموضوع المطالب بحمايته ليس (منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)
موضوع الاختراع الحالي ليس لها أي أثر عملي فني (ليس منتجاً أو عملية لصناعة منتج أو متعلق بأي منهما)، وبالتالي لا يتوافق مع ما نص عليه نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية، المادة الثالثة والأربعون "يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً، ومنطوياً على خطوة ابتكارية، وقابلاً للتطبيق الصناعي، ويمكن أن يكون الاختراع منتجاً أو عملية صناعية أو متعلقاً بأي
المثال >',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'هـ- عنصر الحماية يتعلق باستخدام ( منتج كيميائي، أو صيدلاني)
-	عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى استخدام منتج، وهذا لا يعد ضمن الاختراعات القابلة للحصول على براءة اختراع. لذلك، فإن موضوع عنصر الحماية ] *** [، لا يمكن منحه براءة اختراع وفقاً للمادة (43) من نظام براءات الاختراع التي تنص على أنه " يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً ومنطوياً على الخطوة الابتكارية، وقابلاً للتطبيق الصناعي. ويمكن ان يكون الاختراع منتجا أو عملية صناعية ، أو متعلقا بأي منهما ".
-	عنصر الحماية [12] غير مقبول في وضعه الحالي، لكونه لا يعد من الاختراعات وفقا للمادة (2) والمادة (43) من النظام حيث عرف النظام الاختراع بالمادة (2) على أنه " فكرة يتوصل إليها المخترع وينتج منها حل مشكلة معينة في مجال التقنية"  وبينت المادة (43) أن الاختراع ".. يمكن أن يكون منتجًا، أو عملية صناعية ، أو متعلق بأي منهما " ، وبالتالي من هنا يتضح أن الاختراع لابد أن يكون في مجال التقنية وأن يكون إما منتج أو طريقة إنتاج منتج، ولكون الاستخدام ليس في مجال التقنية وليس أيضاً لا منتج ولا طريقة إنتاج منتج فإنه بالتالي لا يعد من الاختراعات الممكن حمايتها بموجب النظام الحالي.
المثال ','هـ- عنصر الحماية يتعلق باستخدام ( منتج كيميائي، أو صيدلاني)
-	عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى استخدام منتج، وهذا لا يعد ضمن الاختراعات القابلة للحصول على براءة اختراع. لذلك، فإن موضوع عنصر الحماية ] *** [، لا يمكن منحه براءة اختراع وفقاً للمادة (43) من نظام براءات الاختراع التي تنص على أنه " يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً ومنطوياً على الخطوة الابتكارية، وقابلاً للتطبيق الصناعي. ويمكن ان يكون الاختراع منتجا أو عملية صناعية ، أو متعلقا بأي منهما ".
-	عنصر الحماية [12] غير مقبول في وضعه الحالي، لكونه لا يعد من الاختراعات وفقا للمادة (2) والمادة (43) من النظام حيث عرف النظام الاختراع بالمادة (2) على أنه " فكرة يتوصل إليها المخترع وينتج منها حل مشكلة معينة في مجال التقنية"  وبينت المادة (43) أن الاختراع ".. يمكن أن يكون منتجًا، أو عملية صناعية ، أو متعلق بأي منهما " ، وبالتالي من هنا يتضح أن الاختراع لابد أن يكون في مجال التقنية وأن يكون إما منتج أو طريقة إنتاج منتج، ولكون الاستخدام ليس في مجال التقنية وليس أيضاً لا منتج ولا طريقة إنتاج منتج فإنه بالتالي لا يعد من الاختراعات الممكن حمايتها بموجب النظام الحالي.
المثال ',true,'هـ- عنصر الحماية يتعلق باستخدام ( منتج كيميائي، أو صيدلاني)
-	عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى استخدام منتج، وهذا لا يعد ضمن الاختراعات القابلة للحصول على براءة اختراع. لذلك، فإن موضوع عنصر الحماية ] *** [، لا يمكن منحه براءة اختراع وفقاً للمادة (43) من نظام براءات الاختراع التي تنص على أنه " يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً ومنطوياً على الخطوة الابتكارية، وقابلاً للتطبيق الصناعي. ويمكن ان يكون الاختراع منتجا أو عملية صناعية ، أو متعلقا بأي منهما ".
-	عنصر الحماية [12] غير مقبول في وضعه الحالي، لكونه لا يعد من الاختراعات وفقا للمادة (2) والمادة (43) من النظام حيث عرف النظام الاختراع بالمادة (2) على أنه " فكرة يتوصل إليها المخترع وينتج منها حل مشكلة معينة في مجال التقنية"  وبينت المادة (43) أن الاختراع ".. يمكن أن يكون منتجًا، أو عملية صناعية ، أو متعلق بأي منهما " ، وبالتالي من هنا يتضح أن الاختراع لابد أن يكون في مجال التقنية وأن يكون إما منتج أو طريقة إنتاج منتج، ولكون الاستخدام ليس في مجال التقنية وليس أيضاً لا منتج ولا طريقة إنتاج منتج فإنه بالتالي لا يعد من الاختراعات الممكن حمايتها بموجب النظام الحالي.
المثال ','هـ- عنصر الحماية يتعلق باستخدام ( منتج كيميائي، أو صيدلاني)
-	عنصر/عناصر الحماية ]***[، غير مقبول/ة حيث تتطرق وبشكل واضح الى استخدام منتج، وهذا لا يعد ضمن الاختراعات القابلة للحصول على براءة اختراع. لذلك، فإن موضوع عنصر الحماية ] *** [، لا يمكن منحه براءة اختراع وفقاً للمادة (43) من نظام براءات الاختراع التي تنص على أنه " يكون الاختراع قابلاً للحصول على البراءة طبقاً لأحكام هذا النظام متى كان جديداً ومنطوياً على الخطوة الابتكارية، وقابلاً للتطبيق الصناعي. ويمكن ان يكون الاختراع منتجا أو عملية صناعية ، أو متعلقا بأي منهما ".
-	عنصر الحماية [12] غير مقبول في وضعه الحالي، لكونه لا يعد من الاختراعات وفقا للمادة (2) والمادة (43) من النظام حيث عرف النظام الاختراع بالمادة (2) على أنه " فكرة يتوصل إليها المخترع وينتج منها حل مشكلة معينة في مجال التقنية"  وبينت المادة (43) أن الاختراع ".. يمكن أن يكون منتجًا، أو عملية صناعية ، أو متعلق بأي منهما " ، وبالتالي من هنا يتضح أن الاختراع لابد أن يكون في مجال التقنية وأن يكون إما منتج أو طريقة إنتاج منتج، ولكون الاستخدام ليس في مجال التقنية وليس أيضاً لا منتج ولا طريقة إنتاج منتج فإنه بالتالي لا يعد من الاختراعات الممكن حمايتها بموجب النظام الحالي.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'و- لا يوجد دراسة سمية
يحتوي الطلب على مواد لا يعرف مدى تأثيرها على الصحة. لذلك، فإن موضوع عنصر/عناصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (4) الفقرة (ب) من نظام براءات الاختراع والتي تنص على أنه " لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مضراً بالحياة، أو بالصحة البشرية أو الحيوانية أو النباتية، أو مضراً إضراراً كبيراً بالبيئة". وقد سبق للهيئة مخاطبتكم بالرقم رقم الخطاب وتاريخ ‏00‏/00‏/1400 هـ لتقديم دراسة علمية من جهة معتمدة تثبت خلو المستحضر من المواد السامة وخلوه من الاثار السمية الضارة بالحياة، ولم يتم استيفاء المطلوب. لذا، يجب تقديم تلك الدراسة خلال ثلاثة أشهر من تاريخه.','و- لا يوجد دراسة سمية
يحتوي الطلب على مواد لا يعرف مدى تأثيرها على الصحة. لذلك، فإن موضوع عنصر/عناصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (4) الفقرة (ب) من نظام براءات الاختراع والتي تنص على أنه " لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مضراً بالحياة، أو بالصحة البشرية أو الحيوانية أو النباتية، أو مضراً إضراراً كبيراً بالبيئة". وقد سبق للهيئة مخاطبتكم بالرقم رقم الخطاب وتاريخ ‏00‏/00‏/1400 هـ لتقديم دراسة علمية من جهة معتمدة تثبت خلو المستحضر من المواد السامة وخلوه من الاثار السمية الضارة بالحياة، ولم يتم استيفاء المطلوب. لذا، يجب تقديم تلك الدراسة خلال ثلاثة أشهر من تاريخه.',true,'و- لا يوجد دراسة سمية
يحتوي الطلب على مواد لا يعرف مدى تأثيرها على الصحة. لذلك، فإن موضوع عنصر/عناصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (4) الفقرة (ب) من نظام براءات الاختراع والتي تنص على أنه " لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مضراً بالحياة، أو بالصحة البشرية أو الحيوانية أو النباتية، أو مضراً إضراراً كبيراً بالبيئة". وقد سبق للهيئة مخاطبتكم بالرقم رقم الخطاب وتاريخ ‏00‏/00‏/1400 هـ لتقديم دراسة علمية من جهة معتمدة تثبت خلو المستحضر من المواد السامة وخلوه من الاثار السمية الضارة بالحياة، ولم يتم استيفاء المطلوب. لذا، يجب تقديم تلك الدراسة خلال ثلاثة أشهر من تاريخه.','و- لا يوجد دراسة سمية
يحتوي الطلب على مواد لا يعرف مدى تأثيرها على الصحة. لذلك، فإن موضوع عنصر/عناصر الحماية ]***[، لا يمكن منحه براءة اختراع  وفقاً للمادة (4) الفقرة (ب) من نظام براءات الاختراع والتي تنص على أنه " لا تمنح وثيقة الحماية إذا كان استغلالها تجارياً مضراً بالحياة، أو بالصحة البشرية أو الحيوانية أو النباتية، أو مضراً إضراراً كبيراً بالبيئة". وقد سبق للهيئة مخاطبتكم بالرقم رقم الخطاب وتاريخ ‏00‏/00‏/1400 هـ لتقديم دراسة علمية من جهة معتمدة تثبت خلو المستحضر من المواد السامة وخلوه من الاثار السمية الضارة بالحياة، ولم يتم استيفاء المطلوب. لذا، يجب تقديم تلك الدراسة خلال ثلاثة أشهر من تاريخه.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NonGRANT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ‌-	قبل البحث: عناصر الحماية لا تنطوي على وحدة اختراع
تبين من الفحص الموضوعي أن الطلب لا يتعلق باختراع واحد وإنما يتعلق بمجموعة من الأجزاء تجعله أكثر من اختراع وهذا لا يتوافق مع المادة (46) من النظام التي تنص على أنه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ".
ويمكن تلخيص الاختراعات كالتالي:
أ‌-	عناصر الحماية (***) تمثل الاختراع الأول وهو "......"
	ب- عناصر الحماية (***) تمثل الاختراع الثاني وهو "......"
	ج- عناصر الحماية (***) تمثل الاختراع الثالث وهو "......"
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول في هذا التقرير.
كما إن " لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات".
الأمثلة','
أ‌-	قبل البحث: عناصر الحماية لا تنطوي على وحدة اختراع
تبين من الفحص الموضوعي أن الطلب لا يتعلق باختراع واحد وإنما يتعلق بمجموعة من الأجزاء تجعله أكثر من اختراع وهذا لا يتوافق مع المادة (46) من النظام التي تنص على أنه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ".
ويمكن تلخيص الاختراعات كالتالي:
أ‌-	عناصر الحماية (***) تمثل الاختراع الأول وهو "......"
	ب- عناصر الحماية (***) تمثل الاختراع الثاني وهو "......"
	ج- عناصر الحماية (***) تمثل الاختراع الثالث وهو "......"
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول في هذا التقرير.
كما إن " لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات".
الأمثلة',true,'
أ‌-	قبل البحث: عناصر الحماية لا تنطوي على وحدة اختراع
تبين من الفحص الموضوعي أن الطلب لا يتعلق باختراع واحد وإنما يتعلق بمجموعة من الأجزاء تجعله أكثر من اختراع وهذا لا يتوافق مع المادة (46) من النظام التي تنص على أنه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ".
ويمكن تلخيص الاختراعات كالتالي:
أ‌-	عناصر الحماية (***) تمثل الاختراع الأول وهو "......"
	ب- عناصر الحماية (***) تمثل الاختراع الثاني وهو "......"
	ج- عناصر الحماية (***) تمثل الاختراع الثالث وهو "......"
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول في هذا التقرير.
كما إن " لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات".
الأمثلة','
أ‌-	قبل البحث: عناصر الحماية لا تنطوي على وحدة اختراع
تبين من الفحص الموضوعي أن الطلب لا يتعلق باختراع واحد وإنما يتعلق بمجموعة من الأجزاء تجعله أكثر من اختراع وهذا لا يتوافق مع المادة (46) من النظام التي تنص على أنه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ".
ويمكن تلخيص الاختراعات كالتالي:
أ‌-	عناصر الحماية (***) تمثل الاختراع الأول وهو "......"
	ب- عناصر الحماية (***) تمثل الاختراع الثاني وهو "......"
	ج- عناصر الحماية (***) تمثل الاختراع الثالث وهو "......"
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول في هذا التقرير.
كما إن " لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات".
الأمثلة',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-UNIT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب‌-	بعد البحث عناصر الحماية لا تنطوي على وحدة اختراع :
-مسار الطلبات التي لا تنطوي على وحدة الاختراع والتي لها تقارير بحث أو فحص أو براءة مقابلة:
عناصر الحماية من (**) إلى (**) تفتقر إلى وحدة الاختراع على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وعليه فإن الاختراع المطالب به تتعارض مع المادة (46) من النظام التي تنص على انه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ". <يمكن هنا إضافة نص يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض>.
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول (عناصر الحماية ** إلى **) في هذا التقرير. كما إن "لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". ','
ب‌-	بعد البحث عناصر الحماية لا تنطوي على وحدة اختراع :
-مسار الطلبات التي لا تنطوي على وحدة الاختراع والتي لها تقارير بحث أو فحص أو براءة مقابلة:
عناصر الحماية من (**) إلى (**) تفتقر إلى وحدة الاختراع على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وعليه فإن الاختراع المطالب به تتعارض مع المادة (46) من النظام التي تنص على انه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ". <يمكن هنا إضافة نص يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض>.
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول (عناصر الحماية ** إلى **) في هذا التقرير. كما إن "لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". ',true,'
ب‌-	بعد البحث عناصر الحماية لا تنطوي على وحدة اختراع :
-مسار الطلبات التي لا تنطوي على وحدة الاختراع والتي لها تقارير بحث أو فحص أو براءة مقابلة:
عناصر الحماية من (**) إلى (**) تفتقر إلى وحدة الاختراع على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وعليه فإن الاختراع المطالب به تتعارض مع المادة (46) من النظام التي تنص على انه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ". <يمكن هنا إضافة نص يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض>.
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول (عناصر الحماية ** إلى **) في هذا التقرير. كما إن "لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". ','
ب‌-	بعد البحث عناصر الحماية لا تنطوي على وحدة اختراع :
-مسار الطلبات التي لا تنطوي على وحدة الاختراع والتي لها تقارير بحث أو فحص أو براءة مقابلة:
عناصر الحماية من (**) إلى (**) تفتقر إلى وحدة الاختراع على ضوء وثيقة (أو وثائق) التقنية السابقة التي نوقشت في [ المربع رقم (**) / القسم (**) / الفقرة (**) ] من تقرير الفحص للمكتب (الأمريكي/ الأوروبي/ الياباني/ الكوري/ الصيني) للطلب المقابل رقم <US / EP> بتاريخ ‏**‏/**‏/**** م.
على الرغم من أن الاعتراض القائم على هذه الوثيقة (أو الوثائق) لم يتم بموجب نظام البراءات السعودي، إلا أن الفاحص يتفق مع تلك الأسباب الواردة في ذلك التقرير ويعتبرها اعتراضًا ينطبق أيضا على عناصر الحماية المودعة لدى الهيئة. وعليه فإن الاختراع المطالب به تتعارض مع المادة (46) من النظام التي تنص على انه " يجب أن يتعلق الطلب باختراع واحد أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوما ابتكارياً واحداً ". <يمكن هنا إضافة نص يضيف قيمة ولكن يمكن أن يضاف في أي مكان في الاعتراض>.
تجدر الإشارة إلى أنه تم الأخذ بالاعتبار الاختراع الأول (عناصر الحماية ** إلى **) في هذا التقرير. كما إن "لمقدم الطلب قبل البت في منحه براءة اختراع تجزئه طلبه إلى أكثر من طلب بشرط ألا يتجاوز أي منها ما كشف عنه في الطلب الأصلي ويعد تاريخ إيداع الطلب الأصلي أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GRANT'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-UNIT')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ‌-	اسم الاختراع:
•	اسم الاختراع من العبارات العامة.
اسم الاختراع الحالي "جهاز كهربائي" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه "لا تعد اسماً للاختراع العبارات العامة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان.','
أ‌-	اسم الاختراع:
•	اسم الاختراع من العبارات العامة.
اسم الاختراع الحالي "جهاز كهربائي" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه "لا تعد اسماً للاختراع العبارات العامة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان.',true,'
أ‌-	اسم الاختراع:
•	اسم الاختراع من العبارات العامة.
اسم الاختراع الحالي "جهاز كهربائي" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه "لا تعد اسماً للاختراع العبارات العامة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان.','
أ‌-	اسم الاختراع:
•	اسم الاختراع من العبارات العامة.
اسم الاختراع الحالي "جهاز كهربائي" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه "لا تعد اسماً للاختراع العبارات العامة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-NAME')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	اسم الاختراع ليس مختصراً
اسم الاختراع الحالي " جهاز لفصل غاز غير هيدروكربوني وطريقة لفصل الغاز غير الهيدروكربوني " لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن تكرار لعبارة" لفصل الغاز غير الهيدروكربوني "، ويقترح تعديله إلى "جهاز وطريقة لفصل غاز غير هيدروكربوني ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني ليكون أكثر تحديداً للاختراع. ','•	اسم الاختراع ليس مختصراً
اسم الاختراع الحالي " جهاز لفصل غاز غير هيدروكربوني وطريقة لفصل الغاز غير الهيدروكربوني " لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن تكرار لعبارة" لفصل الغاز غير الهيدروكربوني "، ويقترح تعديله إلى "جهاز وطريقة لفصل غاز غير هيدروكربوني ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني ليكون أكثر تحديداً للاختراع. ',true,'•	اسم الاختراع ليس مختصراً
اسم الاختراع الحالي " جهاز لفصل غاز غير هيدروكربوني وطريقة لفصل الغاز غير الهيدروكربوني " لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن تكرار لعبارة" لفصل الغاز غير الهيدروكربوني "، ويقترح تعديله إلى "جهاز وطريقة لفصل غاز غير هيدروكربوني ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني ليكون أكثر تحديداً للاختراع. ','•	اسم الاختراع ليس مختصراً
اسم الاختراع الحالي " جهاز لفصل غاز غير هيدروكربوني وطريقة لفصل الغاز غير الهيدروكربوني " لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن تكرار لعبارة" لفصل الغاز غير الهيدروكربوني "، ويقترح تعديله إلى "جهاز وطريقة لفصل غاز غير هيدروكربوني ". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني ليكون أكثر تحديداً للاختراع. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-NAME')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	اسم الاختراع ليس محددا
-	اسم الاختراع الحالي" نظام عصا تقليب فضلاً عن حاوية نقل وتخزين لسوائل بها نظام عصا تقليب"، لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن عبارة "فضلاً عن". لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني وفقاً لما نصت عليه المادة (10) الفقرة (1) من اللائحة التنفيذية.','•	اسم الاختراع ليس محددا
-	اسم الاختراع الحالي" نظام عصا تقليب فضلاً عن حاوية نقل وتخزين لسوائل بها نظام عصا تقليب"، لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن عبارة "فضلاً عن". لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني وفقاً لما نصت عليه المادة (10) الفقرة (1) من اللائحة التنفيذية.',true,'•	اسم الاختراع ليس محددا
-	اسم الاختراع الحالي" نظام عصا تقليب فضلاً عن حاوية نقل وتخزين لسوائل بها نظام عصا تقليب"، لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن عبارة "فضلاً عن". لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني وفقاً لما نصت عليه المادة (10) الفقرة (1) من اللائحة التنفيذية.','•	اسم الاختراع ليس محددا
-	اسم الاختراع الحالي" نظام عصا تقليب فضلاً عن حاوية نقل وتخزين لسوائل بها نظام عصا تقليب"، لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات"، حيث تضمن عبارة "فضلاً عن". لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني وفقاً لما نصت عليه المادة (10) الفقرة (1) من اللائحة التنفيذية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-NAME')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	اسم الاختراع لا يعكس الاختراع المطالب بحمايته
-	اسم الاختراع الحالي "استخدام فأرة GPS للتلبية الإسعافية لكبار السن" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات".  كونه لا يعكس الاختراع المطالب بحمايته. ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق مع الاختراع المطالب بحمايته.','•	اسم الاختراع لا يعكس الاختراع المطالب بحمايته
-	اسم الاختراع الحالي "استخدام فأرة GPS للتلبية الإسعافية لكبار السن" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات".  كونه لا يعكس الاختراع المطالب بحمايته. ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق مع الاختراع المطالب بحمايته.',true,'•	اسم الاختراع لا يعكس الاختراع المطالب بحمايته
-	اسم الاختراع الحالي "استخدام فأرة GPS للتلبية الإسعافية لكبار السن" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات".  كونه لا يعكس الاختراع المطالب بحمايته. ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق مع الاختراع المطالب بحمايته.','•	اسم الاختراع لا يعكس الاختراع المطالب بحمايته
-	اسم الاختراع الحالي "استخدام فأرة GPS للتلبية الإسعافية لكبار السن" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على التالي "يجب أن يكون اسم الاختراع مختصراً ومحدداً ويفضل ألا يزيد عن 7 كلمات".  كونه لا يعكس الاختراع المطالب بحمايته. ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق مع الاختراع المطالب بحمايته.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-NAME')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	اسم الاختراع لا يتوافق مع مضمون الاختراع
-	اسم الاختراع الحالي "آلة قهوة عربية أوتوماتيكية" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن يكون اسم الاختراع مختصرا ومحددا"، حيث أن الاختراع يتعلق بـ "طاحونة لطحن البن والهيل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق العنوان مع مضمون الاختراع.','•	اسم الاختراع لا يتوافق مع مضمون الاختراع
-	اسم الاختراع الحالي "آلة قهوة عربية أوتوماتيكية" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن يكون اسم الاختراع مختصرا ومحددا"، حيث أن الاختراع يتعلق بـ "طاحونة لطحن البن والهيل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق العنوان مع مضمون الاختراع.',true,'•	اسم الاختراع لا يتوافق مع مضمون الاختراع
-	اسم الاختراع الحالي "آلة قهوة عربية أوتوماتيكية" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن يكون اسم الاختراع مختصرا ومحددا"، حيث أن الاختراع يتعلق بـ "طاحونة لطحن البن والهيل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق العنوان مع مضمون الاختراع.','•	اسم الاختراع لا يتوافق مع مضمون الاختراع
-	اسم الاختراع الحالي "آلة قهوة عربية أوتوماتيكية" لا يتوافق مع متطلبات المادة (10) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص في جزء منها على أنه " يجب أن يكون اسم الاختراع مختصرا ومحددا"، حيث أن الاختراع يتعلق بـ "طاحونة لطحن البن والهيل". ولتجاوز هذا الاعتراض يجب على مقدم الطلب تعديل العنوان ليتوافق العنوان مع مضمون الاختراع.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-NAME')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	اسم الاختراع يتضمن تسمية مختصرة
-	تضمن اسم الاختراع وجود تسمية مختصرة  (SO2) [عملية متكاملة لإزالة الكبريت من هيدروكربون مع أكسدة كبريتيدات ثنائية وتحويل SO2 إلى كبريت عنصري] حيث يجب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني.','•	اسم الاختراع يتضمن تسمية مختصرة
-	تضمن اسم الاختراع وجود تسمية مختصرة  (SO2) [عملية متكاملة لإزالة الكبريت من هيدروكربون مع أكسدة كبريتيدات ثنائية وتحويل SO2 إلى كبريت عنصري] حيث يجب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني.',true,'•	اسم الاختراع يتضمن تسمية مختصرة
-	تضمن اسم الاختراع وجود تسمية مختصرة  (SO2) [عملية متكاملة لإزالة الكبريت من هيدروكربون مع أكسدة كبريتيدات ثنائية وتحويل SO2 إلى كبريت عنصري] حيث يجب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني.','•	اسم الاختراع يتضمن تسمية مختصرة
-	تضمن اسم الاختراع وجود تسمية مختصرة  (SO2) [عملية متكاملة لإزالة الكبريت من هيدروكربون مع أكسدة كبريتيدات ثنائية وتحويل SO2 إلى كبريت عنصري] حيث يجب تعديله وإعادة صياغته بشكل أكثر دقه في المواصفة وفي النظام الالكتروني.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-NAME')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	اسم الاختراع يشتمل على ترجمة غير دقيقة
-	تضمن اسم الاختراع [تصنيع جسيمات نانوية بمسامات فائقة الصغر] وتعتبر هذه الترجمة غير دقيقة، حيث يجب أن تكون ترجمة اسم الاختراع صحيحة، وذلك طبقا لأحكام المادة (9) الفقرة (3) من اللائحة التنفيذية، لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني.','•	اسم الاختراع يشتمل على ترجمة غير دقيقة
-	تضمن اسم الاختراع [تصنيع جسيمات نانوية بمسامات فائقة الصغر] وتعتبر هذه الترجمة غير دقيقة، حيث يجب أن تكون ترجمة اسم الاختراع صحيحة، وذلك طبقا لأحكام المادة (9) الفقرة (3) من اللائحة التنفيذية، لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني.',true,'•	اسم الاختراع يشتمل على ترجمة غير دقيقة
-	تضمن اسم الاختراع [تصنيع جسيمات نانوية بمسامات فائقة الصغر] وتعتبر هذه الترجمة غير دقيقة، حيث يجب أن تكون ترجمة اسم الاختراع صحيحة، وذلك طبقا لأحكام المادة (9) الفقرة (3) من اللائحة التنفيذية، لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني.','•	اسم الاختراع يشتمل على ترجمة غير دقيقة
-	تضمن اسم الاختراع [تصنيع جسيمات نانوية بمسامات فائقة الصغر] وتعتبر هذه الترجمة غير دقيقة، حيث يجب أن تكون ترجمة اسم الاختراع صحيحة، وذلك طبقا لأحكام المادة (9) الفقرة (3) من اللائحة التنفيذية، لذا يجب تعديله وإعادة صياغته بشكل أكثر دقة في المواصفة وفي النظام الالكتروني.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='INVENTION-NAME')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ب‌-	الملخص:
•	الملخص لم يبدأ باسم الاختراع
الملخص لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب تعديله.','ب‌-	الملخص:
•	الملخص لم يبدأ باسم الاختراع
الملخص لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب تعديله.',true,'ب‌-	الملخص:
•	الملخص لم يبدأ باسم الاختراع
الملخص لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب تعديله.','ب‌-	الملخص:
•	الملخص لم يبدأ باسم الاختراع
الملخص لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب تعديله.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الملخص أكثر من صفحة واحدة
الملخص المرفق في الطلب الحالي يتجاوز أكثر من صفحة واحدة، وهذا لا يتوافق مع المادة (13) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب ألا يتجاوز الملخص أكثر من نصف صفحة وفي الحالات القصوى صفحة واحدة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.','•	الملخص أكثر من صفحة واحدة
الملخص المرفق في الطلب الحالي يتجاوز أكثر من صفحة واحدة، وهذا لا يتوافق مع المادة (13) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب ألا يتجاوز الملخص أكثر من نصف صفحة وفي الحالات القصوى صفحة واحدة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.',true,'•	الملخص أكثر من صفحة واحدة
الملخص المرفق في الطلب الحالي يتجاوز أكثر من صفحة واحدة، وهذا لا يتوافق مع المادة (13) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب ألا يتجاوز الملخص أكثر من نصف صفحة وفي الحالات القصوى صفحة واحدة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.','•	الملخص أكثر من صفحة واحدة
الملخص المرفق في الطلب الحالي يتجاوز أكثر من صفحة واحدة، وهذا لا يتوافق مع المادة (13) الفقرة (1) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب ألا يتجاوز الملخص أكثر من نصف صفحة وفي الحالات القصوى صفحة واحدة". ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	لم يشر في آخر الملخص إلى الشكل الذي يمثل الاختراع
لم يشير مقدم الطلب في آخر الملخص إلى الشكل الذي يمثل الاختراع بشكل عام، وهذا لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.','•	لم يشر في آخر الملخص إلى الشكل الذي يمثل الاختراع
لم يشير مقدم الطلب في آخر الملخص إلى الشكل الذي يمثل الاختراع بشكل عام، وهذا لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.',true,'•	لم يشر في آخر الملخص إلى الشكل الذي يمثل الاختراع
لم يشير مقدم الطلب في آخر الملخص إلى الشكل الذي يمثل الاختراع بشكل عام، وهذا لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.','•	لم يشر في آخر الملخص إلى الشكل الذي يمثل الاختراع
لم يشير مقدم الطلب في آخر الملخص إلى الشكل الذي يمثل الاختراع بشكل عام، وهذا لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	في الملخص تم الإشارة إلى أكثر من شكل كونها تمثل الاختراع
-	الملخص لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص"، كونه يشير إلى أكثر من شكل. ولتجاوز هذا الاعتراض يجب على مقدم الطلب اختيار
شكل واحد فقط ويوضع رقم الشكل الذي يمثل الاختراع بشكل عام في آخر الملخص.
المثال ','•	في الملخص تم الإشارة إلى أكثر من شكل كونها تمثل الاختراع
-	الملخص لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص"، كونه يشير إلى أكثر من شكل. ولتجاوز هذا الاعتراض يجب على مقدم الطلب اختيار
شكل واحد فقط ويوضع رقم الشكل الذي يمثل الاختراع بشكل عام في آخر الملخص.
المثال ',true,'•	في الملخص تم الإشارة إلى أكثر من شكل كونها تمثل الاختراع
-	الملخص لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص"، كونه يشير إلى أكثر من شكل. ولتجاوز هذا الاعتراض يجب على مقدم الطلب اختيار
شكل واحد فقط ويوضع رقم الشكل الذي يمثل الاختراع بشكل عام في آخر الملخص.
المثال ','•	في الملخص تم الإشارة إلى أكثر من شكل كونها تمثل الاختراع
-	الملخص لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص"، كونه يشير إلى أكثر من شكل. ولتجاوز هذا الاعتراض يجب على مقدم الطلب اختيار
شكل واحد فقط ويوضع رقم الشكل الذي يمثل الاختراع بشكل عام في آخر الملخص.
المثال ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الشكل الموضوع في آخر الملخص لا يمثل الاختراع بشكل عام
أشير في آخر الملخص إلى الشكل (***)، وهذا الشكل يمثل التقنية السابقة وليس الاختراع، حيث أنه بوضعه الحالي لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.','•	الشكل الموضوع في آخر الملخص لا يمثل الاختراع بشكل عام
أشير في آخر الملخص إلى الشكل (***)، وهذا الشكل يمثل التقنية السابقة وليس الاختراع، حيث أنه بوضعه الحالي لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.',true,'•	الشكل الموضوع في آخر الملخص لا يمثل الاختراع بشكل عام
أشير في آخر الملخص إلى الشكل (***)، وهذا الشكل يمثل التقنية السابقة وليس الاختراع، حيث أنه بوضعه الحالي لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.','•	الشكل الموضوع في آخر الملخص لا يمثل الاختراع بشكل عام
أشير في آخر الملخص إلى الشكل (***)، وهذا الشكل يمثل التقنية السابقة وليس الاختراع، حيث أنه بوضعه الحالي لا يتوافق مع المادة (13) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "إذا كان هناك رسومات توضيحية يشار إلى الشكل الذي يمثل الاختراع بشكل عام، ويوضع رقم هذا الشكل في آخر الملخص". ولتجاوز هذا الاعتراض يجب على مقدم الطلب وضع رقم الشكل الذي يمثل الاختراع بشكل عام.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الملخص لا يصف المجال التقني للاختراع/وأهم مكوناته واستعماله الرئيس
الملخص لا يتوافق مع المادة (13) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يذكر في الملخص المجال التقني ووصف مختصر لأهم مكونات الاختراع واستعماله الرئيس"، لذلك يجب على مقدم الطلب التعديل.','•	الملخص لا يصف المجال التقني للاختراع/وأهم مكوناته واستعماله الرئيس
الملخص لا يتوافق مع المادة (13) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يذكر في الملخص المجال التقني ووصف مختصر لأهم مكونات الاختراع واستعماله الرئيس"، لذلك يجب على مقدم الطلب التعديل.',true,'•	الملخص لا يصف المجال التقني للاختراع/وأهم مكوناته واستعماله الرئيس
الملخص لا يتوافق مع المادة (13) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يذكر في الملخص المجال التقني ووصف مختصر لأهم مكونات الاختراع واستعماله الرئيس"، لذلك يجب على مقدم الطلب التعديل.','•	الملخص لا يصف المجال التقني للاختراع/وأهم مكوناته واستعماله الرئيس
الملخص لا يتوافق مع المادة (13) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يذكر في الملخص المجال التقني ووصف مختصر لأهم مكونات الاختراع واستعماله الرئيس"، لذلك يجب على مقدم الطلب التعديل.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الملخص يذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً
الملخص لا يتوافق مع المادة (13) الفقرة (6) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب تجنب ذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً "، لذلك يجب على مقدم الطلب التعديل.','•	الملخص يذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً
الملخص لا يتوافق مع المادة (13) الفقرة (6) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب تجنب ذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً "، لذلك يجب على مقدم الطلب التعديل.',true,'•	الملخص يذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً
الملخص لا يتوافق مع المادة (13) الفقرة (6) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب تجنب ذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً "، لذلك يجب على مقدم الطلب التعديل.','•	الملخص يذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً
الملخص لا يتوافق مع المادة (13) الفقرة (6) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب تجنب ذكر أهمية أو قيمة أو مزايا الاختراع المتوقعة مستقبلاً "، لذلك يجب على مقدم الطلب التعديل.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الملخص لم يصاغ  بأسلوب سهل بحيث يعطي فهمًا واضحًا لحل المشكلة التقنية
الملخص المرفق في الطلب الحالي لا يتوافق مع المادة (13) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: " يصاغ الملخص بأسلوب سهل بحيث يعطي فهما واضحا لحل المشكلة التقنية وبحيث يمكن استخدامه لأغراض الإعلام التقني في مجال البحث العلمي، ويجب ملاحظة أن الملخص لا يستعمل في تفسير نطاق الحماية ". كونه لم يذكر مكونات الاختراع بشكل مترابط، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.','•	الملخص لم يصاغ  بأسلوب سهل بحيث يعطي فهمًا واضحًا لحل المشكلة التقنية
الملخص المرفق في الطلب الحالي لا يتوافق مع المادة (13) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: " يصاغ الملخص بأسلوب سهل بحيث يعطي فهما واضحا لحل المشكلة التقنية وبحيث يمكن استخدامه لأغراض الإعلام التقني في مجال البحث العلمي، ويجب ملاحظة أن الملخص لا يستعمل في تفسير نطاق الحماية ". كونه لم يذكر مكونات الاختراع بشكل مترابط، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.',true,'•	الملخص لم يصاغ  بأسلوب سهل بحيث يعطي فهمًا واضحًا لحل المشكلة التقنية
الملخص المرفق في الطلب الحالي لا يتوافق مع المادة (13) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: " يصاغ الملخص بأسلوب سهل بحيث يعطي فهما واضحا لحل المشكلة التقنية وبحيث يمكن استخدامه لأغراض الإعلام التقني في مجال البحث العلمي، ويجب ملاحظة أن الملخص لا يستعمل في تفسير نطاق الحماية ". كونه لم يذكر مكونات الاختراع بشكل مترابط، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.','•	الملخص لم يصاغ  بأسلوب سهل بحيث يعطي فهمًا واضحًا لحل المشكلة التقنية
الملخص المرفق في الطلب الحالي لا يتوافق مع المادة (13) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: " يصاغ الملخص بأسلوب سهل بحيث يعطي فهما واضحا لحل المشكلة التقنية وبحيث يمكن استخدامه لأغراض الإعلام التقني في مجال البحث العلمي، ويجب ملاحظة أن الملخص لا يستعمل في تفسير نطاق الحماية ". كونه لم يذكر مكونات الاختراع بشكل مترابط، ولتجاوز هذا الاعتراض يجب على مقدم الطلب التعديل.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الملخص لم يذكر الأرقام أو الأحرف المستعملة لتميز المكونات في الشكل المذكور في الملخص
إذا أشير في الملخص إلى مكونات موجودة بالشكل الذي يمثل الاختراع بشكل عام ووجد بالشكل أرقام أو حروف مستعملة لتميز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص وذلك طبقا للمادة (13) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على" إذا أشير في الملخص إلى مكونات موجودة بالشكل المشار إليه ، ووجد بالشكل أرقام أو حروف مستعملة لتمييز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص ".','•	الملخص لم يذكر الأرقام أو الأحرف المستعملة لتميز المكونات في الشكل المذكور في الملخص
إذا أشير في الملخص إلى مكونات موجودة بالشكل الذي يمثل الاختراع بشكل عام ووجد بالشكل أرقام أو حروف مستعملة لتميز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص وذلك طبقا للمادة (13) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على" إذا أشير في الملخص إلى مكونات موجودة بالشكل المشار إليه ، ووجد بالشكل أرقام أو حروف مستعملة لتمييز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص ".',true,'•	الملخص لم يذكر الأرقام أو الأحرف المستعملة لتميز المكونات في الشكل المذكور في الملخص
إذا أشير في الملخص إلى مكونات موجودة بالشكل الذي يمثل الاختراع بشكل عام ووجد بالشكل أرقام أو حروف مستعملة لتميز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص وذلك طبقا للمادة (13) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على" إذا أشير في الملخص إلى مكونات موجودة بالشكل المشار إليه ، ووجد بالشكل أرقام أو حروف مستعملة لتمييز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص ".','•	الملخص لم يذكر الأرقام أو الأحرف المستعملة لتميز المكونات في الشكل المذكور في الملخص
إذا أشير في الملخص إلى مكونات موجودة بالشكل الذي يمثل الاختراع بشكل عام ووجد بالشكل أرقام أو حروف مستعملة لتميز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص وذلك طبقا للمادة (13) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص على" إذا أشير في الملخص إلى مكونات موجودة بالشكل المشار إليه ، ووجد بالشكل أرقام أو حروف مستعملة لتمييز تلك المكونات فإنه يجب ذكر هذه الأرقام أو الحروف بين قوسين داخل النص في الملخص ".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='SUMMERY')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف الكامل لم يبدأ باسم الاختراع
-	الوصف الكامل لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب التعديل.','•	الوصف الكامل لم يبدأ باسم الاختراع
-	الوصف الكامل لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب التعديل.',true,'•	الوصف الكامل لم يبدأ باسم الاختراع
-	الوصف الكامل لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب التعديل.','•	الوصف الكامل لم يبدأ باسم الاختراع
-	الوصف الكامل لا يتوافق مع المادة (11) الفقرة (2) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يبدأ الملخص والوصف الكامل باسم الاختراع". لذلك يجب على مقدم الطلب التعديل.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	اسم الاختراع بالوصف الكامل لا يتطابق مع المذكور في النظام الالكتروني
-	يجب أن يتطابق اسم الاختراع بالوصف الكامل مع النظام الالكتروني(عربي/إنجليزي)، لذا يجب على مقدم الطلب إضافة اسم الاختراع لقالب الوصف الكامل وتعديل ما يلزم وفقاً لما نصت عليه المادة (9) الفقرة (3) حيث" يجب أن يطابق اسم الاختراع الشروط المنصوص عليها، وألا يختلف عن الاسم المذكور في مواصفة الاختراع".','•	اسم الاختراع بالوصف الكامل لا يتطابق مع المذكور في النظام الالكتروني
-	يجب أن يتطابق اسم الاختراع بالوصف الكامل مع النظام الالكتروني(عربي/إنجليزي)، لذا يجب على مقدم الطلب إضافة اسم الاختراع لقالب الوصف الكامل وتعديل ما يلزم وفقاً لما نصت عليه المادة (9) الفقرة (3) حيث" يجب أن يطابق اسم الاختراع الشروط المنصوص عليها، وألا يختلف عن الاسم المذكور في مواصفة الاختراع".',true,'•	اسم الاختراع بالوصف الكامل لا يتطابق مع المذكور في النظام الالكتروني
-	يجب أن يتطابق اسم الاختراع بالوصف الكامل مع النظام الالكتروني(عربي/إنجليزي)، لذا يجب على مقدم الطلب إضافة اسم الاختراع لقالب الوصف الكامل وتعديل ما يلزم وفقاً لما نصت عليه المادة (9) الفقرة (3) حيث" يجب أن يطابق اسم الاختراع الشروط المنصوص عليها، وألا يختلف عن الاسم المذكور في مواصفة الاختراع".','•	اسم الاختراع بالوصف الكامل لا يتطابق مع المذكور في النظام الالكتروني
-	يجب أن يتطابق اسم الاختراع بالوصف الكامل مع النظام الالكتروني(عربي/إنجليزي)، لذا يجب على مقدم الطلب إضافة اسم الاختراع لقالب الوصف الكامل وتعديل ما يلزم وفقاً لما نصت عليه المادة (9) الفقرة (3) حيث" يجب أن يطابق اسم الاختراع الشروط المنصوص عليها، وألا يختلف عن الاسم المذكور في مواصفة الاختراع".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	جزء/أجزاء من الوصف الكامل غير موجودة
-	الوصف الكامل لا يتوافق مع المادة (14) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن يشتمل الوصف الكامل على الأجزاء التالية: خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي"، حيث لم يشتمل الوصف الكامل على (.....) ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	جزء/أجزاء من الوصف الكامل غير موجودة
-	الوصف الكامل لا يتوافق مع المادة (14) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن يشتمل الوصف الكامل على الأجزاء التالية: خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي"، حيث لم يشتمل الوصف الكامل على (.....) ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	جزء/أجزاء من الوصف الكامل غير موجودة
-	الوصف الكامل لا يتوافق مع المادة (14) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن يشتمل الوصف الكامل على الأجزاء التالية: خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي"، حيث لم يشتمل الوصف الكامل على (.....) ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	جزء/أجزاء من الوصف الكامل غير موجودة
-	الوصف الكامل لا يتوافق مع المادة (14) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجب أن يشتمل الوصف الكامل على الأجزاء التالية: خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي"، حيث لم يشتمل الوصف الكامل على (.....) ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	تفاصيل محتوى جزء /أجزاء من الوصف الكامل غير موجودة
-	لم يتضمن قالب الوصف الكامل التطرق لأي تفاصيل لمحتوى أجزائه الأربعة أو بعضها (خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي)، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة محتوية على شرح كافيا وشاملا لجميع تفاصيل أجزاء الوصف الكامل.','•	تفاصيل محتوى جزء /أجزاء من الوصف الكامل غير موجودة
-	لم يتضمن قالب الوصف الكامل التطرق لأي تفاصيل لمحتوى أجزائه الأربعة أو بعضها (خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي)، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة محتوية على شرح كافيا وشاملا لجميع تفاصيل أجزاء الوصف الكامل.',true,'•	تفاصيل محتوى جزء /أجزاء من الوصف الكامل غير موجودة
-	لم يتضمن قالب الوصف الكامل التطرق لأي تفاصيل لمحتوى أجزائه الأربعة أو بعضها (خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي)، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة محتوية على شرح كافيا وشاملا لجميع تفاصيل أجزاء الوصف الكامل.','•	تفاصيل محتوى جزء /أجزاء من الوصف الكامل غير موجودة
-	لم يتضمن قالب الوصف الكامل التطرق لأي تفاصيل لمحتوى أجزائه الأربعة أو بعضها (خلفية الاختراع، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي)، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة محتوية على شرح كافيا وشاملا لجميع تفاصيل أجزاء الوصف الكامل.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف الكامل يتضمن عناوين إضافية
-	"الوصف الكامل" بوضعه الحالي لا يتوافق مع ما نصت المادة (14) من اللائحة التنفيذية والتي تنص على" يجب أن يشتمل الوصف الكامل على الأجزاء التالية: "خلفية الاختراع ، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي" وتكون الأجزاء السابقة مرتبة بالتسلسل ويتم ذكر العنوان في بداية السطر ويوضع تحته خط، حيث أن الوصف الكامل وبالتحديد ما ورد في  "خلفية الاختراع" تضمن عناوين إضافية مثل " المجال التقني للاختراع، الخلفية التقنية للاختراع"، حيث يجب أن لا يحتوي الوصف الكامل على أي عناوين إضافية وذلك طبقًا لأحكام المادة (14) من اللائحة التنفيذية، ولتجاوز الاعتراض يجب على مقدم الطلب حذف جميع العناوين الجانبية الإضافية.','•	الوصف الكامل يتضمن عناوين إضافية
-	"الوصف الكامل" بوضعه الحالي لا يتوافق مع ما نصت المادة (14) من اللائحة التنفيذية والتي تنص على" يجب أن يشتمل الوصف الكامل على الأجزاء التالية: "خلفية الاختراع ، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي" وتكون الأجزاء السابقة مرتبة بالتسلسل ويتم ذكر العنوان في بداية السطر ويوضع تحته خط، حيث أن الوصف الكامل وبالتحديد ما ورد في  "خلفية الاختراع" تضمن عناوين إضافية مثل " المجال التقني للاختراع، الخلفية التقنية للاختراع"، حيث يجب أن لا يحتوي الوصف الكامل على أي عناوين إضافية وذلك طبقًا لأحكام المادة (14) من اللائحة التنفيذية، ولتجاوز الاعتراض يجب على مقدم الطلب حذف جميع العناوين الجانبية الإضافية.',true,'•	الوصف الكامل يتضمن عناوين إضافية
-	"الوصف الكامل" بوضعه الحالي لا يتوافق مع ما نصت المادة (14) من اللائحة التنفيذية والتي تنص على" يجب أن يشتمل الوصف الكامل على الأجزاء التالية: "خلفية الاختراع ، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي" وتكون الأجزاء السابقة مرتبة بالتسلسل ويتم ذكر العنوان في بداية السطر ويوضع تحته خط، حيث أن الوصف الكامل وبالتحديد ما ورد في  "خلفية الاختراع" تضمن عناوين إضافية مثل " المجال التقني للاختراع، الخلفية التقنية للاختراع"، حيث يجب أن لا يحتوي الوصف الكامل على أي عناوين إضافية وذلك طبقًا لأحكام المادة (14) من اللائحة التنفيذية، ولتجاوز الاعتراض يجب على مقدم الطلب حذف جميع العناوين الجانبية الإضافية.','•	الوصف الكامل يتضمن عناوين إضافية
-	"الوصف الكامل" بوضعه الحالي لا يتوافق مع ما نصت المادة (14) من اللائحة التنفيذية والتي تنص على" يجب أن يشتمل الوصف الكامل على الأجزاء التالية: "خلفية الاختراع ، الوصف العام للاختراع، شرح مختصر للرسومات، الوصف التفصيلي" وتكون الأجزاء السابقة مرتبة بالتسلسل ويتم ذكر العنوان في بداية السطر ويوضع تحته خط، حيث أن الوصف الكامل وبالتحديد ما ورد في  "خلفية الاختراع" تضمن عناوين إضافية مثل " المجال التقني للاختراع، الخلفية التقنية للاختراع"، حيث يجب أن لا يحتوي الوصف الكامل على أي عناوين إضافية وذلك طبقًا لأحكام المادة (14) من اللائحة التنفيذية، ولتجاوز الاعتراض يجب على مقدم الطلب حذف جميع العناوين الجانبية الإضافية.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات التوضيحية ضرورية للفهم الكامل والواضح للاختراع
-	المواصفة تتعارض مع المادة (11) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يتحتم إرفاق الرسومات والأشكال التوضيحية إذا كان ذلك يؤدي إلى الفهم الكامل والواضح للاختراع". كون الأشكال التوضيحية تعد ضرورية للفهم الكامل والواضح للاختراعات مثل الاختراعات الميكانيكية والكهربائية. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل المواصفة لتتوافق مع ما نصت عليه المادة (11) الفقرة (5) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات التوضيحية ضرورية للفهم الكامل والواضح للاختراع
-	المواصفة تتعارض مع المادة (11) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يتحتم إرفاق الرسومات والأشكال التوضيحية إذا كان ذلك يؤدي إلى الفهم الكامل والواضح للاختراع". كون الأشكال التوضيحية تعد ضرورية للفهم الكامل والواضح للاختراعات مثل الاختراعات الميكانيكية والكهربائية. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل المواصفة لتتوافق مع ما نصت عليه المادة (11) الفقرة (5) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الرسومات التوضيحية ضرورية للفهم الكامل والواضح للاختراع
-	المواصفة تتعارض مع المادة (11) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يتحتم إرفاق الرسومات والأشكال التوضيحية إذا كان ذلك يؤدي إلى الفهم الكامل والواضح للاختراع". كون الأشكال التوضيحية تعد ضرورية للفهم الكامل والواضح للاختراعات مثل الاختراعات الميكانيكية والكهربائية. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل المواصفة لتتوافق مع ما نصت عليه المادة (11) الفقرة (5) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات التوضيحية ضرورية للفهم الكامل والواضح للاختراع
-	المواصفة تتعارض مع المادة (11) الفقرة (5) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يتحتم إرفاق الرسومات والأشكال التوضيحية إذا كان ذلك يؤدي إلى الفهم الكامل والواضح للاختراع". كون الأشكال التوضيحية تعد ضرورية للفهم الكامل والواضح للاختراعات مثل الاختراعات الميكانيكية والكهربائية. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل المواصفة لتتوافق مع ما نصت عليه المادة (11) الفقرة (5) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	خلفية الاختراع للطلب الجزئي
-	خلفية الاختراع للطلب الجزئي الحالي غير مقبولة في وضعها الحالي. ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يذكر في أول خلفية الاختراع العبارة التالية "إن هذا الطلب عبارة عن طلب جزئي من الطلب رقم (.....) والذي تم إيداعه لدى الهيئة السعودية للملكية الفكرية بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م.','•	خلفية الاختراع للطلب الجزئي
-	خلفية الاختراع للطلب الجزئي الحالي غير مقبولة في وضعها الحالي. ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يذكر في أول خلفية الاختراع العبارة التالية "إن هذا الطلب عبارة عن طلب جزئي من الطلب رقم (.....) والذي تم إيداعه لدى الهيئة السعودية للملكية الفكرية بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م.',true,'•	خلفية الاختراع للطلب الجزئي
-	خلفية الاختراع للطلب الجزئي الحالي غير مقبولة في وضعها الحالي. ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يذكر في أول خلفية الاختراع العبارة التالية "إن هذا الطلب عبارة عن طلب جزئي من الطلب رقم (.....) والذي تم إيداعه لدى الهيئة السعودية للملكية الفكرية بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م.','•	خلفية الاختراع للطلب الجزئي
-	خلفية الاختراع للطلب الجزئي الحالي غير مقبولة في وضعها الحالي. ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يذكر في أول خلفية الاختراع العبارة التالية "إن هذا الطلب عبارة عن طلب جزئي من الطلب رقم (.....) والذي تم إيداعه لدى الهيئة السعودية للملكية الفكرية بتاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	خلفية الاختراع لم تبين المجال التقني الذي يتناوله الاختراع
-	"خلفية الاختراع" بوضعها الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع". ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يبين المجال التقني الذي يتناوله الاختراع. ويمكن الاستفادة من تعريف التصنيف الدولي لموضوع الاختراع لبيان المجال التقني للاختراع الحالي.','•	خلفية الاختراع لم تبين المجال التقني الذي يتناوله الاختراع
-	"خلفية الاختراع" بوضعها الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع". ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يبين المجال التقني الذي يتناوله الاختراع. ويمكن الاستفادة من تعريف التصنيف الدولي لموضوع الاختراع لبيان المجال التقني للاختراع الحالي.',true,'•	خلفية الاختراع لم تبين المجال التقني الذي يتناوله الاختراع
-	"خلفية الاختراع" بوضعها الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع". ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يبين المجال التقني الذي يتناوله الاختراع. ويمكن الاستفادة من تعريف التصنيف الدولي لموضوع الاختراع لبيان المجال التقني للاختراع الحالي.','•	خلفية الاختراع لم تبين المجال التقني الذي يتناوله الاختراع
-	"خلفية الاختراع" بوضعها الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع". ولتجاوز هذا الاعتراض يجب على مقدم الطلب أن يبين المجال التقني الذي يتناوله الاختراع. ويمكن الاستفادة من تعريف التصنيف الدولي لموضوع الاختراع لبيان المجال التقني للاختراع الحالي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	خلفية الاختراع لم تصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها/لم تذكر مشاكل تتعلق بحالة التقنية السابقة من شان الاختراع التغلب عليها
-	"خلفية الاختراع" لم تتطرق إلى تجارب حال التقنية السابقة والوثائق ذات العلاقة أو أي مشاكل بحال التقنية السابقة، إذ يجب أخذ الوثائق ذات العلاقة في الاعتبار موضحًا عيوب حلها وذاكراً ميزات حله. وعليه، فإن خلفية الاختراع لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص في جزء منها على التالي " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	خلفية الاختراع لم تصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها/لم تذكر مشاكل تتعلق بحالة التقنية السابقة من شان الاختراع التغلب عليها
-	"خلفية الاختراع" لم تتطرق إلى تجارب حال التقنية السابقة والوثائق ذات العلاقة أو أي مشاكل بحال التقنية السابقة، إذ يجب أخذ الوثائق ذات العلاقة في الاعتبار موضحًا عيوب حلها وذاكراً ميزات حله. وعليه، فإن خلفية الاختراع لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص في جزء منها على التالي " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	خلفية الاختراع لم تصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها/لم تذكر مشاكل تتعلق بحالة التقنية السابقة من شان الاختراع التغلب عليها
-	"خلفية الاختراع" لم تتطرق إلى تجارب حال التقنية السابقة والوثائق ذات العلاقة أو أي مشاكل بحال التقنية السابقة، إذ يجب أخذ الوثائق ذات العلاقة في الاعتبار موضحًا عيوب حلها وذاكراً ميزات حله. وعليه، فإن خلفية الاختراع لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص في جزء منها على التالي " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	خلفية الاختراع لم تصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها/لم تذكر مشاكل تتعلق بحالة التقنية السابقة من شان الاختراع التغلب عليها
-	"خلفية الاختراع" لم تتطرق إلى تجارب حال التقنية السابقة والوثائق ذات العلاقة أو أي مشاكل بحال التقنية السابقة، إذ يجب أخذ الوثائق ذات العلاقة في الاعتبار موضحًا عيوب حلها وذاكراً ميزات حله. وعليه، فإن خلفية الاختراع لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص في جزء منها على التالي " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	خلفية الاختراع تضمنت التطرق إلى الوصف العام للاختراع
-	"خلفية الاختراع" بوضعه الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص على أن " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". بسبب أن ما ذكره مقدم الطلب] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، هو وصف عام للاختراع. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من خلفية الاختراع ونقله إلى الوصف العام للاختراع. ','•	خلفية الاختراع تضمنت التطرق إلى الوصف العام للاختراع
-	"خلفية الاختراع" بوضعه الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص على أن " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". بسبب أن ما ذكره مقدم الطلب] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، هو وصف عام للاختراع. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من خلفية الاختراع ونقله إلى الوصف العام للاختراع. ',true,'•	خلفية الاختراع تضمنت التطرق إلى الوصف العام للاختراع
-	"خلفية الاختراع" بوضعه الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص على أن " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". بسبب أن ما ذكره مقدم الطلب] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، هو وصف عام للاختراع. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من خلفية الاختراع ونقله إلى الوصف العام للاختراع. ','•	خلفية الاختراع تضمنت التطرق إلى الوصف العام للاختراع
-	"خلفية الاختراع" بوضعه الحالي لا تتوافق مع المادة (14) الفقرة (1) من اللائحة والتي تنص على أن " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". بسبب أن ما ذكره مقدم الطلب] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، هو وصف عام للاختراع. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من خلفية الاختراع ونقله إلى الوصف العام للاختراع. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	خلفية الاختراع لم تتضمن الإشارة إلى أرقام الوثائق التي تم الاستشهاد بها
-	"خلفية الاختراع" لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص بجزء منها على " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليه ". كونه لم يذكر أرقام الوثائق التي تم الاستشهاد بها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل وذلك بذكر أرقام الوثائق المستشهد بها مقدم الطلب في خلفية الاختراع بدلًا من التسميات "المرفق الأول.." و"المرفق الثاني.." و "المرفق الثالث.."، مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي','•	خلفية الاختراع لم تتضمن الإشارة إلى أرقام الوثائق التي تم الاستشهاد بها
-	"خلفية الاختراع" لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص بجزء منها على " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليه ". كونه لم يذكر أرقام الوثائق التي تم الاستشهاد بها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل وذلك بذكر أرقام الوثائق المستشهد بها مقدم الطلب في خلفية الاختراع بدلًا من التسميات "المرفق الأول.." و"المرفق الثاني.." و "المرفق الثالث.."، مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي',true,'•	خلفية الاختراع لم تتضمن الإشارة إلى أرقام الوثائق التي تم الاستشهاد بها
-	"خلفية الاختراع" لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص بجزء منها على " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليه ". كونه لم يذكر أرقام الوثائق التي تم الاستشهاد بها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل وذلك بذكر أرقام الوثائق المستشهد بها مقدم الطلب في خلفية الاختراع بدلًا من التسميات "المرفق الأول.." و"المرفق الثاني.." و "المرفق الثالث.."، مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي','•	خلفية الاختراع لم تتضمن الإشارة إلى أرقام الوثائق التي تم الاستشهاد بها
-	"خلفية الاختراع" لم تستوف المتطلبات الواردة في المادة (14) الفقرة (1) من اللائحة التنفيذية للنظام وتنص بجزء منها على " خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية بما في ذلك أي وثائق يكون المخترع على علم بها، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليه ". كونه لم يذكر أرقام الوثائق التي تم الاستشهاد بها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل وذلك بذكر أرقام الوثائق المستشهد بها مقدم الطلب في خلفية الاختراع بدلًا من التسميات "المرفق الأول.." و"المرفق الثاني.." و "المرفق الثالث.."، مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	خلفية الاختراع لم تتضمن ذكر الاختلافات والفروقات لحالات التقنية السابقة
-	" خلفية الاختراع " لا تتوافق مع متطلبات المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها ، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب تضمين الفروقات بين الطلب الحالي ووثائق التقنية السابقة المذكورة في هذا التقرير كالوثائق )أ-ج) المستشهد بها، حيث أنها تعتبر ذات أهمية لإرتباطها بمفهوم وتقييم الاختراع الحالي.','•	خلفية الاختراع لم تتضمن ذكر الاختلافات والفروقات لحالات التقنية السابقة
-	" خلفية الاختراع " لا تتوافق مع متطلبات المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها ، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب تضمين الفروقات بين الطلب الحالي ووثائق التقنية السابقة المذكورة في هذا التقرير كالوثائق )أ-ج) المستشهد بها، حيث أنها تعتبر ذات أهمية لإرتباطها بمفهوم وتقييم الاختراع الحالي.',true,'•	خلفية الاختراع لم تتضمن ذكر الاختلافات والفروقات لحالات التقنية السابقة
-	" خلفية الاختراع " لا تتوافق مع متطلبات المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها ، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب تضمين الفروقات بين الطلب الحالي ووثائق التقنية السابقة المذكورة في هذا التقرير كالوثائق )أ-ج) المستشهد بها، حيث أنها تعتبر ذات أهمية لإرتباطها بمفهوم وتقييم الاختراع الحالي.','•	خلفية الاختراع لم تتضمن ذكر الاختلافات والفروقات لحالات التقنية السابقة
-	" خلفية الاختراع " لا تتوافق مع متطلبات المادة (14) الفقرة (1) من اللائحة والتي تنص في جزء منها على أن "خلفية الاختراع يبين فيها المجال التقني الذي يتناوله الاختراع ووصف حالة التقنية السابقة بما في ذلك أي وثائق يكون المخترع على علم بها ، مع ذكر أي مشاكل تتعلق بحالة التقنية السابقة من شأن الاختراع التغلب عليها ". ولتجاوز هذا الإعتراض يجب على مقدم الطلب تضمين الفروقات بين الطلب الحالي ووثائق التقنية السابقة المذكورة في هذا التقرير كالوثائق )أ-ج) المستشهد بها، حيث أنها تعتبر ذات أهمية لإرتباطها بمفهوم وتقييم الاختراع الحالي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	خلفية الاختراع تضمنت التطرق لذكر الأسبقية
-	"خلفية الاختراع" تضمنت التطرق لذكر الأسبقية ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب حذفها وتقديم صياغة جيدة ذو علاقة بموضوع الطلب.','•	خلفية الاختراع تضمنت التطرق لذكر الأسبقية
-	"خلفية الاختراع" تضمنت التطرق لذكر الأسبقية ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب حذفها وتقديم صياغة جيدة ذو علاقة بموضوع الطلب.',true,'•	خلفية الاختراع تضمنت التطرق لذكر الأسبقية
-	"خلفية الاختراع" تضمنت التطرق لذكر الأسبقية ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب حذفها وتقديم صياغة جيدة ذو علاقة بموضوع الطلب.','•	خلفية الاختراع تضمنت التطرق لذكر الأسبقية
-	"خلفية الاختراع" تضمنت التطرق لذكر الأسبقية ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب حذفها وتقديم صياغة جيدة ذو علاقة بموضوع الطلب.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	وثائق التقنية السابقة مكتوبة بشكل غير مقبول
-	رموز وثائق التقنية السابقة مكتوبة بشكل متداخل وخاطئ مع رقم الوثيقة ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة ذلك وتعديل ما يلزم.
-	بسبب الترجمة الحرفية لبعض الكلمات وبالتحديد لرموز وثائق التقنية السابقة ذات الصلة الواردة في خلفية الاختراع ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، حيث يجب تعديل ذلك خلال المدة المحددة نظاماً.','•	وثائق التقنية السابقة مكتوبة بشكل غير مقبول
-	رموز وثائق التقنية السابقة مكتوبة بشكل متداخل وخاطئ مع رقم الوثيقة ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة ذلك وتعديل ما يلزم.
-	بسبب الترجمة الحرفية لبعض الكلمات وبالتحديد لرموز وثائق التقنية السابقة ذات الصلة الواردة في خلفية الاختراع ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، حيث يجب تعديل ذلك خلال المدة المحددة نظاماً.',true,'•	وثائق التقنية السابقة مكتوبة بشكل غير مقبول
-	رموز وثائق التقنية السابقة مكتوبة بشكل متداخل وخاطئ مع رقم الوثيقة ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة ذلك وتعديل ما يلزم.
-	بسبب الترجمة الحرفية لبعض الكلمات وبالتحديد لرموز وثائق التقنية السابقة ذات الصلة الواردة في خلفية الاختراع ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، حيث يجب تعديل ذلك خلال المدة المحددة نظاماً.','•	وثائق التقنية السابقة مكتوبة بشكل غير مقبول
-	رموز وثائق التقنية السابقة مكتوبة بشكل متداخل وخاطئ مع رقم الوثيقة ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض يجب على مقدم الطلب مراجعة ذلك وتعديل ما يلزم.
-	بسبب الترجمة الحرفية لبعض الكلمات وبالتحديد لرموز وثائق التقنية السابقة ذات الصلة الواردة في خلفية الاختراع ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، حيث يجب تعديل ذلك خلال المدة المحددة نظاماً.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	وثائق التقنية السابقة تضمنت الإشارة لأسماء المخترعين
-	يجب حذف جملة " الممنوحة لـ "...." والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.
-	يجب حذف جملة " العائدة، العائد" والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.','•	وثائق التقنية السابقة تضمنت الإشارة لأسماء المخترعين
-	يجب حذف جملة " الممنوحة لـ "...." والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.
-	يجب حذف جملة " العائدة، العائد" والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.',true,'•	وثائق التقنية السابقة تضمنت الإشارة لأسماء المخترعين
-	يجب حذف جملة " الممنوحة لـ "...." والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.
-	يجب حذف جملة " العائدة، العائد" والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.','•	وثائق التقنية السابقة تضمنت الإشارة لأسماء المخترعين
-	يجب حذف جملة " الممنوحة لـ "...." والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.
-	يجب حذف جملة " العائدة، العائد" والإكتفاء بالإشارة إلى رقم الوثيقة فقط ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يجب على مقدم الطلب تعديل ذلك وتقديم صياغة جيدة.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف العام للاختراع غير واضح كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه
، وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي  فيما بين تلك المكونات للتغلب على الصعوبات أو المشاكل السابقة ، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الوصف العام للاختراع غير واضح كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه
، وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي  فيما بين تلك المكونات للتغلب على الصعوبات أو المشاكل السابقة ، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الوصف العام للاختراع غير واضح كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه
، وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي  فيما بين تلك المكونات للتغلب على الصعوبات أو المشاكل السابقة ، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الوصف العام للاختراع غير واضح كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه
، وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه مجرد سرد لعدد من مكونات الجهاز دون أي ربط وظيفي  فيما بين تلك المكونات للتغلب على الصعوبات أو المشاكل السابقة ، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"، بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه لم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف العام للاختراع غير واضح كونه يذكر فقط مزايا الاختراع
-	"الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"،  بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه يذكر فقط مزايا الاختراع، ولم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي','•	الوصف العام للاختراع غير واضح كونه يذكر فقط مزايا الاختراع
-	"الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"،  بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه يذكر فقط مزايا الاختراع، ولم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي',true,'•	الوصف العام للاختراع غير واضح كونه يذكر فقط مزايا الاختراع
-	"الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"،  بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه يذكر فقط مزايا الاختراع، ولم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي','•	الوصف العام للاختراع غير واضح كونه يذكر فقط مزايا الاختراع
-	"الوصف العام للاختراع" لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس"،  بسبب أن ما ذكره مقدم الطلب ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لا يوضح لرجل المهنة العادي في التقنية فهم الاختراع بصورة واضحة كونه يذكر فقط مزايا الاختراع، ولم يبين كيفية التغلب على المشاكل السابقة بذكر السمات الفنية بشكل مكتمل ومترابط. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف العام للاختراع تضمن وصف لحالة التقنية السابقة
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس". بسبب أن ما ذكره مقدم الطلب هو وصف لحالة التقنية السابقة ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب حذف ذلك من الوصف العام للاختراع ونقله إلى خلفية الاختراع.','•	الوصف العام للاختراع تضمن وصف لحالة التقنية السابقة
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس". بسبب أن ما ذكره مقدم الطلب هو وصف لحالة التقنية السابقة ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب حذف ذلك من الوصف العام للاختراع ونقله إلى خلفية الاختراع.',true,'•	الوصف العام للاختراع تضمن وصف لحالة التقنية السابقة
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس". بسبب أن ما ذكره مقدم الطلب هو وصف لحالة التقنية السابقة ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب حذف ذلك من الوصف العام للاختراع ونقله إلى خلفية الاختراع.','•	الوصف العام للاختراع تضمن وصف لحالة التقنية السابقة
-	"الوصف العام للاختراع" بوضعه الحالي لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع, ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه, وعادة ما يتعلق هذا الجزء بعنصر الحماية الرئيس". بسبب أن ما ذكره مقدم الطلب هو وصف لحالة التقنية السابقة ] كمثال أنظر الصفحة رقم *** السطر/الأسطر ***[، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب حذف ذلك من الوصف العام للاختراع ونقله إلى خلفية الاختراع.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف العام للاختراع تضمن التطرق لحالات التقنية السابقة
-	تم التطرق لذكر وثائق التقنية السابقة في الوصف العام للاختراع بدون التطرق إلى أي مقارنة مع حالات التقنية السابقة وهذا لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". حيث كان من المفترض ذكر تلك الوثائق في خلفية الاختراع، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الوصف العام للاختراع تضمن التطرق لحالات التقنية السابقة
-	تم التطرق لذكر وثائق التقنية السابقة في الوصف العام للاختراع بدون التطرق إلى أي مقارنة مع حالات التقنية السابقة وهذا لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". حيث كان من المفترض ذكر تلك الوثائق في خلفية الاختراع، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الوصف العام للاختراع تضمن التطرق لحالات التقنية السابقة
-	تم التطرق لذكر وثائق التقنية السابقة في الوصف العام للاختراع بدون التطرق إلى أي مقارنة مع حالات التقنية السابقة وهذا لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". حيث كان من المفترض ذكر تلك الوثائق في خلفية الاختراع، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الوصف العام للاختراع تضمن التطرق لحالات التقنية السابقة
-	تم التطرق لذكر وثائق التقنية السابقة في الوصف العام للاختراع بدون التطرق إلى أي مقارنة مع حالات التقنية السابقة وهذا لا يتوافق مع المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". حيث كان من المفترض ذكر تلك الوثائق في خلفية الاختراع، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع ليتوافق مع ما نصت عليه المادة (14) الفقرة (2) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف العام للاختراع تضمن التطرق إلى أجزاء من الوصف التفصيلي
-	"الوصف العام للاختراع" بوضعه الحالي تطرق لتفاصيل في تخص الوصف التفصيلي وهذا لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الوصف العام للاختراع تضمن التطرق إلى أجزاء من الوصف التفصيلي
-	"الوصف العام للاختراع" بوضعه الحالي تطرق لتفاصيل في تخص الوصف التفصيلي وهذا لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الوصف العام للاختراع تضمن التطرق إلى أجزاء من الوصف التفصيلي
-	"الوصف العام للاختراع" بوضعه الحالي تطرق لتفاصيل في تخص الوصف التفصيلي وهذا لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الوصف العام للاختراع تضمن التطرق إلى أجزاء من الوصف التفصيلي
-	"الوصف العام للاختراع" بوضعه الحالي تطرق لتفاصيل في تخص الوصف التفصيلي وهذا لا يتوافق مع متطلبات المادة (14) الفقرة (2) من اللائحة والتي تنص على أن "الوصف العام للاختراع يبين فيه مزايا الاختراع مقارنة بحالة التقنية السابقة وكيفية التغلب على الصعوبات أو المشاكل السابقة كما يبين فيه الهدف من الاختراع، ويكون جميع ذلك بطريقة واضحة بحيث تتيح لصاحب المعرفة العادية بالمجال التقني فهمه". ولتجاوز هذا الإعتراض، يجب على مقدم الطلب تعديل الوصف العام للاختراع مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	شرح مختصر للرسومات لم يبين شرح مختصر للأشكال وقطاعاتها أو أجزاء منها
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في الشرح المختصر للرسومات لا يعد شرحاً مختصراً للأشكال أو قطاعاتها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في شرح مختصر للرسومات لم يتضمن شرح الأشكال [كمثال الشكل رقم **]، لذلك يجب على مقدم الطلب شرح جميع الأشكال الموجودة في الطلب كما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية للنظام.','•	شرح مختصر للرسومات لم يبين شرح مختصر للأشكال وقطاعاتها أو أجزاء منها
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في الشرح المختصر للرسومات لا يعد شرحاً مختصراً للأشكال أو قطاعاتها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في شرح مختصر للرسومات لم يتضمن شرح الأشكال [كمثال الشكل رقم **]، لذلك يجب على مقدم الطلب شرح جميع الأشكال الموجودة في الطلب كما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية للنظام.',true,'•	شرح مختصر للرسومات لم يبين شرح مختصر للأشكال وقطاعاتها أو أجزاء منها
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في الشرح المختصر للرسومات لا يعد شرحاً مختصراً للأشكال أو قطاعاتها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في شرح مختصر للرسومات لم يتضمن شرح الأشكال [كمثال الشكل رقم **]، لذلك يجب على مقدم الطلب شرح جميع الأشكال الموجودة في الطلب كما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية للنظام.','•	شرح مختصر للرسومات لم يبين شرح مختصر للأشكال وقطاعاتها أو أجزاء منها
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في الشرح المختصر للرسومات لا يعد شرحاً مختصراً للأشكال أو قطاعاتها. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " الشرح المختصر للرسومات يبين فيه شرح مختصر للأشكال وقطاعاتها إن وجدت". بسبب أن ما ذكر من قبل مقدم الطلب في شرح مختصر للرسومات لم يتضمن شرح الأشكال [كمثال الشكل رقم **]، لذلك يجب على مقدم الطلب شرح جميع الأشكال الموجودة في الطلب كما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية للنظام.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة
-	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة، وهذا لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت". حيث يلاحظ عندما تطرق مقدم الطلب لوصف أجزاء الشكل المرفق (1) تم الإشارة إلى تلك الأجزاء في الشكل (1) بأحرف مختلفة عما تم ذكره في الشرح ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.','•	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة
-	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة، وهذا لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت". حيث يلاحظ عندما تطرق مقدم الطلب لوصف أجزاء الشكل المرفق (1) تم الإشارة إلى تلك الأجزاء في الشكل (1) بأحرف مختلفة عما تم ذكره في الشرح ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.',true,'•	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة
-	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة، وهذا لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت". حيث يلاحظ عندما تطرق مقدم الطلب لوصف أجزاء الشكل المرفق (1) تم الإشارة إلى تلك الأجزاء في الشكل (1) بأحرف مختلفة عما تم ذكره في الشرح ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.','•	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة
-	شرح مختصر للرسومات لا يتطابق مع أجزاء الأشكال المرفقة، وهذا لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت". حيث يلاحظ عندما تطرق مقدم الطلب لوصف أجزاء الشكل المرفق (1) تم الإشارة إلى تلك الأجزاء في الشكل (1) بأحرف مختلفة عما تم ذكره في الشرح ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	شرح مختصر للرسومات تضمن وصف تفصيلي للأشكال
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت"، حيث تضمن شرح أجزاء الأشكال(***) شرحًا مفصّلاً، حيث يجب تضمين هذا الشرح المفصّل في الوصف التفصيلي والإكتفاء بالتطرق لشرح مختصر للأشكال وقطاعاتها، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.','•	شرح مختصر للرسومات تضمن وصف تفصيلي للأشكال
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت"، حيث تضمن شرح أجزاء الأشكال(***) شرحًا مفصّلاً، حيث يجب تضمين هذا الشرح المفصّل في الوصف التفصيلي والإكتفاء بالتطرق لشرح مختصر للأشكال وقطاعاتها، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.',true,'•	شرح مختصر للرسومات تضمن وصف تفصيلي للأشكال
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت"، حيث تضمن شرح أجزاء الأشكال(***) شرحًا مفصّلاً، حيث يجب تضمين هذا الشرح المفصّل في الوصف التفصيلي والإكتفاء بالتطرق لشرح مختصر للأشكال وقطاعاتها، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.','•	شرح مختصر للرسومات تضمن وصف تفصيلي للأشكال
-	"شرح مختصر للرسومات" لا يتوافق مع المادة (14) الفقرة (3) من اللائحة والتي تنص على أن " يجب أن يذكر في شرح مختصر للسومات شرحا مختصرا للأشكال وقطاعاتها إن وجدت"، حيث تضمن شرح أجزاء الأشكال(***) شرحًا مفصّلاً، حيث يجب تضمين هذا الشرح المفصّل في الوصف التفصيلي والإكتفاء بالتطرق لشرح مختصر للأشكال وقطاعاتها، ولتجاوز هذا الإعتراض، يجب على مقدم الطلب التعديل وفقا لما نصت عليه المادة (14) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•	الوصف التفصيلي غير واضح كونه لم يتضمن أي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل مقدرة رجل المهنة العادي على تنفيذ الاختراع
-	"الوصف التفصيلي" لم يتطرق لأي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل، مقدرة رجل المهنة العادي على تنفيذ الاختراع كونه من المعروف في مجال التقنية بأن الموجه السماوية يتم استخدامها غالبا في
 نطاقات تردد الموجة القصيرة. ومن المعروف عن الموجات القصيرة بأن مداها كبير جدا وكذلك عرض النطاق الترددي للموجات القصيرة ليس كبيرا، وهو بالضبط عكس ما يريد نظام الهاتف المحمول وهو تقسيم المدينة إلى خلايا صغيرة مما يسمح بإعادة استخدام الترددات واسعة النطاق في جميع أنحاء المدينة لكي يمكن الملايين من الناس من استخدام الهواتف المحمولة في وقت واحد. إضافة إلى أن الهوائي والمكونات تكون كبيرة. عليه، فإن الوصف التفصيلي لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع وان يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','
•	الوصف التفصيلي غير واضح كونه لم يتضمن أي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل مقدرة رجل المهنة العادي على تنفيذ الاختراع
-	"الوصف التفصيلي" لم يتطرق لأي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل، مقدرة رجل المهنة العادي على تنفيذ الاختراع كونه من المعروف في مجال التقنية بأن الموجه السماوية يتم استخدامها غالبا في
 نطاقات تردد الموجة القصيرة. ومن المعروف عن الموجات القصيرة بأن مداها كبير جدا وكذلك عرض النطاق الترددي للموجات القصيرة ليس كبيرا، وهو بالضبط عكس ما يريد نظام الهاتف المحمول وهو تقسيم المدينة إلى خلايا صغيرة مما يسمح بإعادة استخدام الترددات واسعة النطاق في جميع أنحاء المدينة لكي يمكن الملايين من الناس من استخدام الهواتف المحمولة في وقت واحد. إضافة إلى أن الهوائي والمكونات تكون كبيرة. عليه، فإن الوصف التفصيلي لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع وان يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'
•	الوصف التفصيلي غير واضح كونه لم يتضمن أي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل مقدرة رجل المهنة العادي على تنفيذ الاختراع
-	"الوصف التفصيلي" لم يتطرق لأي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل، مقدرة رجل المهنة العادي على تنفيذ الاختراع كونه من المعروف في مجال التقنية بأن الموجه السماوية يتم استخدامها غالبا في
 نطاقات تردد الموجة القصيرة. ومن المعروف عن الموجات القصيرة بأن مداها كبير جدا وكذلك عرض النطاق الترددي للموجات القصيرة ليس كبيرا، وهو بالضبط عكس ما يريد نظام الهاتف المحمول وهو تقسيم المدينة إلى خلايا صغيرة مما يسمح بإعادة استخدام الترددات واسعة النطاق في جميع أنحاء المدينة لكي يمكن الملايين من الناس من استخدام الهواتف المحمولة في وقت واحد. إضافة إلى أن الهوائي والمكونات تكون كبيرة. عليه، فإن الوصف التفصيلي لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع وان يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','
•	الوصف التفصيلي غير واضح كونه لم يتضمن أي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل مقدرة رجل المهنة العادي على تنفيذ الاختراع
-	"الوصف التفصيلي" لم يتطرق لأي أمثلة تبين طريقة عمل الاختراع أو نتائج تجريبية تظهر على الأقل، مقدرة رجل المهنة العادي على تنفيذ الاختراع كونه من المعروف في مجال التقنية بأن الموجه السماوية يتم استخدامها غالبا في
 نطاقات تردد الموجة القصيرة. ومن المعروف عن الموجات القصيرة بأن مداها كبير جدا وكذلك عرض النطاق الترددي للموجات القصيرة ليس كبيرا، وهو بالضبط عكس ما يريد نظام الهاتف المحمول وهو تقسيم المدينة إلى خلايا صغيرة مما يسمح بإعادة استخدام الترددات واسعة النطاق في جميع أنحاء المدينة لكي يمكن الملايين من الناس من استخدام الهواتف المحمولة في وقت واحد. إضافة إلى أن الهوائي والمكونات تكون كبيرة. عليه، فإن الوصف التفصيلي لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع وان يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب التعديل مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف التفصيلي غير واضح كونه لم يبين المكونات الهيكلية للجهاز وآلية الربط بين تلك المكونات بطرق علمية تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح
-	"الوصف التفصيلي" لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". حيث أن ما ذكر عبارة شرح فكرة عمل الجهاز المتوقعة نظرياً والتي تعتبر غير واضحة، كونه لم يبين المكونات الهيكلية للجهاز والية الربط بين تلك المكونات بطريقة تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح ] كمثال: لم يبين كيفية تدوير الكرات المعدنية لتشغيل مراوح التوربين[.','•	الوصف التفصيلي غير واضح كونه لم يبين المكونات الهيكلية للجهاز وآلية الربط بين تلك المكونات بطرق علمية تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح
-	"الوصف التفصيلي" لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". حيث أن ما ذكر عبارة شرح فكرة عمل الجهاز المتوقعة نظرياً والتي تعتبر غير واضحة، كونه لم يبين المكونات الهيكلية للجهاز والية الربط بين تلك المكونات بطريقة تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح ] كمثال: لم يبين كيفية تدوير الكرات المعدنية لتشغيل مراوح التوربين[.',true,'•	الوصف التفصيلي غير واضح كونه لم يبين المكونات الهيكلية للجهاز وآلية الربط بين تلك المكونات بطرق علمية تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح
-	"الوصف التفصيلي" لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". حيث أن ما ذكر عبارة شرح فكرة عمل الجهاز المتوقعة نظرياً والتي تعتبر غير واضحة، كونه لم يبين المكونات الهيكلية للجهاز والية الربط بين تلك المكونات بطريقة تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح ] كمثال: لم يبين كيفية تدوير الكرات المعدنية لتشغيل مراوح التوربين[.','•	الوصف التفصيلي غير واضح كونه لم يبين المكونات الهيكلية للجهاز وآلية الربط بين تلك المكونات بطرق علمية تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح
-	"الوصف التفصيلي" لم يستوف المتطلبات الواردة في المادة (14) الفقرة (4) من اللائحة التنفيذية للنظام والتي تنص على أن "يجب إن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحا تفصيليا للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع". حيث أن ما ذكر عبارة شرح فكرة عمل الجهاز المتوقعة نظرياً والتي تعتبر غير واضحة، كونه لم يبين المكونات الهيكلية للجهاز والية الربط بين تلك المكونات بطريقة تؤدي في النهاية إلى عمل الجهاز بالشكل الصحيح ] كمثال: لم يبين كيفية تدوير الكرات المعدنية لتشغيل مراوح التوربين[.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الشكل/الأشكال***، لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الشكل/الأشكال***، لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الشكل/الأشكال***، لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الشكل/الأشكال***، لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل بذكر أجزء /مكونات شكل أو الأشكال بشكل مكتمل ومترابط
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل بذكر المكونات لكل شكل من الأشكال بشكل مكتمل ومترابط. لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل بذكر أجزء /مكونات شكل أو الأشكال بشكل مكتمل ومترابط
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل بذكر المكونات لكل شكل من الأشكال بشكل مكتمل ومترابط. لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل بذكر أجزء /مكونات شكل أو الأشكال بشكل مكتمل ومترابط
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل بذكر المكونات لكل شكل من الأشكال بشكل مكتمل ومترابط. لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	شرح الوصف التفصيلي لم يتضمن الإشارة إلى الرسومات التوضيحية بالتفصيل بذكر أجزء /مكونات شكل أو الأشكال بشكل مكتمل ومترابط
-	"الوصف التفصيلي" لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". بسبب أن ما ذكره مقدم الطلب في الوصف التفصيلي، لا يتضمن الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل بذكر المكونات لكل شكل من الأشكال بشكل مكتمل ومترابط. لذلك يجب على مقدم الطلب تعديل الوصف التفصيلي ليتوافق مع ما نصت عليه المادة (14) الفقرة (4) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الوصف التفصيلي يتضمن وصف لحالة التقنية السابقة
-	"الوصف التفصيلي" تضمن وصف لحالة التقنية السابقة ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، وهذا لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من الوصف التفصيلي ونقله إلى خلفية الاختراع.','•	الوصف التفصيلي يتضمن وصف لحالة التقنية السابقة
-	"الوصف التفصيلي" تضمن وصف لحالة التقنية السابقة ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، وهذا لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من الوصف التفصيلي ونقله إلى خلفية الاختراع.',true,'•	الوصف التفصيلي يتضمن وصف لحالة التقنية السابقة
-	"الوصف التفصيلي" تضمن وصف لحالة التقنية السابقة ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، وهذا لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من الوصف التفصيلي ونقله إلى خلفية الاختراع.','•	الوصف التفصيلي يتضمن وصف لحالة التقنية السابقة
-	"الوصف التفصيلي" تضمن وصف لحالة التقنية السابقة ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، وهذا لا يتوافق مع المادة (14) الفقرة (4) من اللائحة والتي تنص على أن "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب حذف ذلك من الوصف التفصيلي ونقله إلى خلفية الاختراع.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الملخص/الوصف الكامل/ تضمنت رسومات توضيحية
-	المواصفة الحالية تتعارض مع المادة (11) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجوز أن يحتوي الملخص والوصف الكامل وعناصر الحماية على أسماء ورموز وصيغ ومعادلات رياضية وكيميائية ومصطلحات علمية وغيرها بالحروف اللاتينية. ولا يجوز أن يحتوي أي منها على رسومات توضيحية، أما الجداول فتوضع ضمن الوصف الكامل للمواصفة إن وجدت". كون الوصف الكامل تضمن رسومات توضيحية ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف الكامل ليتوافق مع ما نصت عليه المادة (11) الفقرة (3) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الملخص/الوصف الكامل/ تضمنت رسومات توضيحية
-	المواصفة الحالية تتعارض مع المادة (11) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجوز أن يحتوي الملخص والوصف الكامل وعناصر الحماية على أسماء ورموز وصيغ ومعادلات رياضية وكيميائية ومصطلحات علمية وغيرها بالحروف اللاتينية. ولا يجوز أن يحتوي أي منها على رسومات توضيحية، أما الجداول فتوضع ضمن الوصف الكامل للمواصفة إن وجدت". كون الوصف الكامل تضمن رسومات توضيحية ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف الكامل ليتوافق مع ما نصت عليه المادة (11) الفقرة (3) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الملخص/الوصف الكامل/ تضمنت رسومات توضيحية
-	المواصفة الحالية تتعارض مع المادة (11) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجوز أن يحتوي الملخص والوصف الكامل وعناصر الحماية على أسماء ورموز وصيغ ومعادلات رياضية وكيميائية ومصطلحات علمية وغيرها بالحروف اللاتينية. ولا يجوز أن يحتوي أي منها على رسومات توضيحية، أما الجداول فتوضع ضمن الوصف الكامل للمواصفة إن وجدت". كون الوصف الكامل تضمن رسومات توضيحية ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف الكامل ليتوافق مع ما نصت عليه المادة (11) الفقرة (3) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الملخص/الوصف الكامل/ تضمنت رسومات توضيحية
-	المواصفة الحالية تتعارض مع المادة (11) الفقرة (3) من اللائحة التنفيذية للنظام والتي تنص على ما يلي: "يجوز أن يحتوي الملخص والوصف الكامل وعناصر الحماية على أسماء ورموز وصيغ ومعادلات رياضية وكيميائية ومصطلحات علمية وغيرها بالحروف اللاتينية. ولا يجوز أن يحتوي أي منها على رسومات توضيحية، أما الجداول فتوضع ضمن الوصف الكامل للمواصفة إن وجدت". كون الوصف الكامل تضمن رسومات توضيحية ] كمثال: أنظر الصفحة رقم ** السطر/الأسطر **[، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الوصف الكامل ليتوافق مع ما نصت عليه المادة (11) الفقرة (3) من اللائحة مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الإشارة لــجزء/ أجزاء من الأشكال بطريقة غير صحيحة
-	"الوصف التفصيلي" تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكنها لم تشير إلى الجزء الصحيح ومنها على سبيل المثال:[ المبادل الحراري الخارجي رقم (6) والصحيح أن المبادل الحراري الخارجي رقم (4)] أنظر الصفحة رقم (**) السطر رقم (**)، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تصحيح ذلك','•	الإشارة لــجزء/ أجزاء من الأشكال بطريقة غير صحيحة
-	"الوصف التفصيلي" تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكنها لم تشير إلى الجزء الصحيح ومنها على سبيل المثال:[ المبادل الحراري الخارجي رقم (6) والصحيح أن المبادل الحراري الخارجي رقم (4)] أنظر الصفحة رقم (**) السطر رقم (**)، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تصحيح ذلك',true,'•	الإشارة لــجزء/ أجزاء من الأشكال بطريقة غير صحيحة
-	"الوصف التفصيلي" تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكنها لم تشير إلى الجزء الصحيح ومنها على سبيل المثال:[ المبادل الحراري الخارجي رقم (6) والصحيح أن المبادل الحراري الخارجي رقم (4)] أنظر الصفحة رقم (**) السطر رقم (**)، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تصحيح ذلك','•	الإشارة لــجزء/ أجزاء من الأشكال بطريقة غير صحيحة
-	"الوصف التفصيلي" تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكنها لم تشير إلى الجزء الصحيح ومنها على سبيل المثال:[ المبادل الحراري الخارجي رقم (6) والصحيح أن المبادل الحراري الخارجي رقم (4)] أنظر الصفحة رقم (**) السطر رقم (**)، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تصحيح ذلك',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	التطرق لعناصر الحماية في الوصف التفصيلي
-	ورد في "الوصف الكامل" تحديدًا في (الوصف التفصيلي) تكرار لنفس عناصر الحماية حيث اشتملت على نفس الخصائص والتسجيدات والسمات الفنية لنطاق الحماية [ أنظر الصفحات من ** إلى **]، وهذا التكرار يُعد غير مقبول، لذا يرجى من مقدم الطلب حذفه والاكتفاء بذكر ذلك في عناصر الحماية، حيث يجب على مقدم الطلب مراجعة ذلك وتقديم صياغة جيدة وفقا لما نصت عليه المادة (14) الفقرة (4) من اللائحة  "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل".','•	التطرق لعناصر الحماية في الوصف التفصيلي
-	ورد في "الوصف الكامل" تحديدًا في (الوصف التفصيلي) تكرار لنفس عناصر الحماية حيث اشتملت على نفس الخصائص والتسجيدات والسمات الفنية لنطاق الحماية [ أنظر الصفحات من ** إلى **]، وهذا التكرار يُعد غير مقبول، لذا يرجى من مقدم الطلب حذفه والاكتفاء بذكر ذلك في عناصر الحماية، حيث يجب على مقدم الطلب مراجعة ذلك وتقديم صياغة جيدة وفقا لما نصت عليه المادة (14) الفقرة (4) من اللائحة  "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل".',true,'•	التطرق لعناصر الحماية في الوصف التفصيلي
-	ورد في "الوصف الكامل" تحديدًا في (الوصف التفصيلي) تكرار لنفس عناصر الحماية حيث اشتملت على نفس الخصائص والتسجيدات والسمات الفنية لنطاق الحماية [ أنظر الصفحات من ** إلى **]، وهذا التكرار يُعد غير مقبول، لذا يرجى من مقدم الطلب حذفه والاكتفاء بذكر ذلك في عناصر الحماية، حيث يجب على مقدم الطلب مراجعة ذلك وتقديم صياغة جيدة وفقا لما نصت عليه المادة (14) الفقرة (4) من اللائحة  "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل".','•	التطرق لعناصر الحماية في الوصف التفصيلي
-	ورد في "الوصف الكامل" تحديدًا في (الوصف التفصيلي) تكرار لنفس عناصر الحماية حيث اشتملت على نفس الخصائص والتسجيدات والسمات الفنية لنطاق الحماية [ أنظر الصفحات من ** إلى **]، وهذا التكرار يُعد غير مقبول، لذا يرجى من مقدم الطلب حذفه والاكتفاء بذكر ذلك في عناصر الحماية، حيث يجب على مقدم الطلب مراجعة ذلك وتقديم صياغة جيدة وفقا لما نصت عليه المادة (14) الفقرة (4) من اللائحة  "الوصف التفصيلي يجب أن يكون الوصف واضحاً وكافياً لتمكين رجل المهنة العادي من تنفيذ الاختراع، وأن يتضمن شرحاً تفصيلياً للاختراع كما يجب أن يبين مقدم الطلب أفضل طريقة يعرفها المخترع لتنفيذ الاختراع عند تاريخ تقديم الطلب أو تاريخ الأسبقية. ويجب أن يتضمن الشرح الإشارة إلى الرسومات التوضيحية المرفقة بالتفصيل".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	لم يتم استعمال الأرقام أو الحروف نفسها في الوصف الكامل والرسومات لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "شرح مختصر للرسومات "شكل 3A" ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[. وعند الرجوع إلى الأشكال نجد بأنه ذكر "شكل 3أ " وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات". لذلك يجب على مقدم الطلب تصحيح ذلك.','•	لم يتم استعمال الأرقام أو الحروف نفسها في الوصف الكامل والرسومات لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "شرح مختصر للرسومات "شكل 3A" ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[. وعند الرجوع إلى الأشكال نجد بأنه ذكر "شكل 3أ " وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات". لذلك يجب على مقدم الطلب تصحيح ذلك.',true,'•	لم يتم استعمال الأرقام أو الحروف نفسها في الوصف الكامل والرسومات لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "شرح مختصر للرسومات "شكل 3A" ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[. وعند الرجوع إلى الأشكال نجد بأنه ذكر "شكل 3أ " وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات". لذلك يجب على مقدم الطلب تصحيح ذلك.','•	لم يتم استعمال الأرقام أو الحروف نفسها في الوصف الكامل والرسومات لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "شرح مختصر للرسومات "شكل 3A" ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[. وعند الرجوع إلى الأشكال نجد بأنه ذكر "شكل 3أ " وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات". لذلك يجب على مقدم الطلب تصحيح ذلك.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "الوصف التفصيلي" عند الإشارة إلى الرسومات التوضيحية وصف للرقم 48 بأنه يمثل الصف الداخلي الأول على القاطع الثاني 38 ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ ذكر رقم 45 بدلاً من الرقم 48. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.','•	لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "الوصف التفصيلي" عند الإشارة إلى الرسومات التوضيحية وصف للرقم 48 بأنه يمثل الصف الداخلي الأول على القاطع الثاني 38 ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ ذكر رقم 45 بدلاً من الرقم 48. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.',true,'•	لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "الوصف التفصيلي" عند الإشارة إلى الرسومات التوضيحية وصف للرقم 48 بأنه يمثل الصف الداخلي الأول على القاطع الثاني 38 ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ ذكر رقم 45 بدلاً من الرقم 48. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.','•	لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	تضمن الوصف الكامل بالتحديد في "الوصف التفصيلي" عند الإشارة إلى الرسومات التوضيحية وصف للرقم 48 بأنه يمثل الصف الداخلي الأول على القاطع الثاني 38 ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ ذكر رقم 45 بدلاً من الرقم 48. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي "ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	تضمنت الرسومات أحرف/أرقام لم تذكر في الوصف التفصيلي
-	"الوصف التفصيلي" تضمن عند الإشارة إلى الرسومات التوضيحية وصف للأحرف/للأرقام التالية "**" ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ عدم ذكرها في الرسومات. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.','•	تضمنت الرسومات أحرف/أرقام لم تذكر في الوصف التفصيلي
-	"الوصف التفصيلي" تضمن عند الإشارة إلى الرسومات التوضيحية وصف للأحرف/للأرقام التالية "**" ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ عدم ذكرها في الرسومات. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.',true,'•	تضمنت الرسومات أحرف/أرقام لم تذكر في الوصف التفصيلي
-	"الوصف التفصيلي" تضمن عند الإشارة إلى الرسومات التوضيحية وصف للأحرف/للأرقام التالية "**" ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ عدم ذكرها في الرسومات. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.','•	تضمنت الرسومات أحرف/أرقام لم تذكر في الوصف التفصيلي
-	"الوصف التفصيلي" تضمن عند الإشارة إلى الرسومات التوضيحية وصف للأحرف/للأرقام التالية "**" ]كمثال أنظر: الصفحة ** السطر/الأسطر **[. وعند الرجوع إلى الرسومات يلاحظ عدم ذكرها في الرسومات. وذلك لا يتوافق مع المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='FULL_SUMMERY')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات لم تتضمن أي حروف أو أرقام لتمييز مكوناتها
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعها الحالي بسبب أنها لم تتضمن أي حروف أو أرقام لتمييز مكوناتها، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات لم تتضمن أي حروف أو أرقام لتمييز مكوناتها
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعها الحالي بسبب أنها لم تتضمن أي حروف أو أرقام لتمييز مكوناتها، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الرسومات لم تتضمن أي حروف أو أرقام لتمييز مكوناتها
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعها الحالي بسبب أنها لم تتضمن أي حروف أو أرقام لتمييز مكوناتها، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات لم تتضمن أي حروف أو أرقام لتمييز مكوناتها
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعها الحالي بسبب أنها لم تتضمن أي حروف أو أرقام لتمييز مكوناتها، ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  لذلك يجب على مقدم الطلب التصحيح مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات تحتوي على كلمات لغرض الوصف، وليس لإيضاح بعض المعالم الرئيسية
-	الرسومات التوضيحية (الشكل/ الأشكال**) غير مقبولة في وضعها الحالي بسبب" أنها تحتوي على كلمات لغرض الوصف وليس لإيضاح بعض المعالم الرئيسية". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (4) من اللائحة التنفيذية والتي تنص على" يجب ألا تحتوي الرسومات التوضيحية على أي كلمات لغرض الوصف أو غيرها، ويجوز عند الضرورة استعمال بعض الكلمات لإيضاح بعض المعالم الرئيسية " مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات تحتوي على كلمات لغرض الوصف، وليس لإيضاح بعض المعالم الرئيسية
-	الرسومات التوضيحية (الشكل/ الأشكال**) غير مقبولة في وضعها الحالي بسبب" أنها تحتوي على كلمات لغرض الوصف وليس لإيضاح بعض المعالم الرئيسية". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (4) من اللائحة التنفيذية والتي تنص على" يجب ألا تحتوي الرسومات التوضيحية على أي كلمات لغرض الوصف أو غيرها، ويجوز عند الضرورة استعمال بعض الكلمات لإيضاح بعض المعالم الرئيسية " مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الرسومات تحتوي على كلمات لغرض الوصف، وليس لإيضاح بعض المعالم الرئيسية
-	الرسومات التوضيحية (الشكل/ الأشكال**) غير مقبولة في وضعها الحالي بسبب" أنها تحتوي على كلمات لغرض الوصف وليس لإيضاح بعض المعالم الرئيسية". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (4) من اللائحة التنفيذية والتي تنص على" يجب ألا تحتوي الرسومات التوضيحية على أي كلمات لغرض الوصف أو غيرها، ويجوز عند الضرورة استعمال بعض الكلمات لإيضاح بعض المعالم الرئيسية " مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات تحتوي على كلمات لغرض الوصف، وليس لإيضاح بعض المعالم الرئيسية
-	الرسومات التوضيحية (الشكل/ الأشكال**) غير مقبولة في وضعها الحالي بسبب" أنها تحتوي على كلمات لغرض الوصف وليس لإيضاح بعض المعالم الرئيسية". ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (4) من اللائحة التنفيذية والتي تنص على" يجب ألا تحتوي الرسومات التوضيحية على أي كلمات لغرض الوصف أو غيرها، ويجوز عند الضرورة استعمال بعض الكلمات لإيضاح بعض المعالم الرئيسية " مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات لم تستعمل الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعه الحالي كونه لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات لم تستعمل الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعه الحالي كونه لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',true,'•	الرسومات لم تستعمل الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعه الحالي كونه لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.','•	الرسومات لم تستعمل الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات
-	الرسومات التوضيحية (الشكل/الأشكال **) غير مقبولة في وضعه الحالي كونه لم يتم استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات. ولتجاوز هذا الاعتراض، يجب على مقدم الطلب تعديل الرسومات التوضيحية لتتوافق مع ما نصت عليه المادة (16) الفقرة (3) من اللائحة والتي تنص بجزء منها على التالي " ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات".  مع مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات التوضيحية لم تتضمن جميع الأشكال الموجودة في الوصف الكامل
-	"شرح مختصر للرسومات والوصف التفصيلي" تضمن الإشارة إلى شكل (1) كأحد الرسومات التوضيحية للاختراع، وبالرجوع إلى الرسومات المرفقة يلاحظ عدم وجود شكل (1) من ضمن الرسومات ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك، يجب على مقدم الطلب إما إرفاق نسخة للرسومات تتضمن الشكل (1) أو حذف الشرح المتعلق بالشكل (**)، ويجب مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي وفقًا للمادة التاسعة من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".','•	الرسومات التوضيحية لم تتضمن جميع الأشكال الموجودة في الوصف الكامل
-	"شرح مختصر للرسومات والوصف التفصيلي" تضمن الإشارة إلى شكل (1) كأحد الرسومات التوضيحية للاختراع، وبالرجوع إلى الرسومات المرفقة يلاحظ عدم وجود شكل (1) من ضمن الرسومات ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك، يجب على مقدم الطلب إما إرفاق نسخة للرسومات تتضمن الشكل (1) أو حذف الشرح المتعلق بالشكل (**)، ويجب مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي وفقًا للمادة التاسعة من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".',true,'•	الرسومات التوضيحية لم تتضمن جميع الأشكال الموجودة في الوصف الكامل
-	"شرح مختصر للرسومات والوصف التفصيلي" تضمن الإشارة إلى شكل (1) كأحد الرسومات التوضيحية للاختراع، وبالرجوع إلى الرسومات المرفقة يلاحظ عدم وجود شكل (1) من ضمن الرسومات ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك، يجب على مقدم الطلب إما إرفاق نسخة للرسومات تتضمن الشكل (1) أو حذف الشرح المتعلق بالشكل (**)، ويجب مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي وفقًا للمادة التاسعة من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".','•	الرسومات التوضيحية لم تتضمن جميع الأشكال الموجودة في الوصف الكامل
-	"شرح مختصر للرسومات والوصف التفصيلي" تضمن الإشارة إلى شكل (1) كأحد الرسومات التوضيحية للاختراع، وبالرجوع إلى الرسومات المرفقة يلاحظ عدم وجود شكل (1) من ضمن الرسومات ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذلك، يجب على مقدم الطلب إما إرفاق نسخة للرسومات تتضمن الشكل (1) أو حذف الشرح المتعلق بالشكل (**)، ويجب مراعاة ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي وفقًا للمادة التاسعة من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي".',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات لم توضح كل سمة من سمات الاختراع المذكورة في عناصر الحماية
-	يجب أن توضح الرسومات كل سمة من سمات الاختراع المذكورة في عناصر الحماية. لذلك، يجب على مقدم الطلب أن يوضح على الرسومات "كتابة السمة غير موجودة في الرسومات" كما ذكرت في عنصر الحماية (**) أو حذفها من عناصر الحماية. وفقًا للمادة (9) من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". ','•	الرسومات لم توضح كل سمة من سمات الاختراع المذكورة في عناصر الحماية
-	يجب أن توضح الرسومات كل سمة من سمات الاختراع المذكورة في عناصر الحماية. لذلك، يجب على مقدم الطلب أن يوضح على الرسومات "كتابة السمة غير موجودة في الرسومات" كما ذكرت في عنصر الحماية (**) أو حذفها من عناصر الحماية. وفقًا للمادة (9) من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". ',true,'•	الرسومات لم توضح كل سمة من سمات الاختراع المذكورة في عناصر الحماية
-	يجب أن توضح الرسومات كل سمة من سمات الاختراع المذكورة في عناصر الحماية. لذلك، يجب على مقدم الطلب أن يوضح على الرسومات "كتابة السمة غير موجودة في الرسومات" كما ذكرت في عنصر الحماية (**) أو حذفها من عناصر الحماية. وفقًا للمادة (9) من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". ','•	الرسومات لم توضح كل سمة من سمات الاختراع المذكورة في عناصر الحماية
-	يجب أن توضح الرسومات كل سمة من سمات الاختراع المذكورة في عناصر الحماية. لذلك، يجب على مقدم الطلب أن يوضح على الرسومات "كتابة السمة غير موجودة في الرسومات" كما ذكرت في عنصر الحماية (**) أو حذفها من عناصر الحماية. وفقًا للمادة (9) من النظام والتي تنص على التالي "يجوز لمقدم الطلب أن يدخل ما يراه من تعديلات على الطلب، على ألا تتجاوز هذه التعديلات ما كشف عنه في الطلب الأصلي". ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	تكرار الرسومات التوضيحية
-	الرسومات التوضيحية (الشكل/الأشكال**) [أنظر: الصفحة/الصفحات **] غير مقبولة في وضعها الحالي حيث تم تكرارها، ويجب على مقدم الطلب حذف الأشكال المتكررة.','•	تكرار الرسومات التوضيحية
-	الرسومات التوضيحية (الشكل/الأشكال**) [أنظر: الصفحة/الصفحات **] غير مقبولة في وضعها الحالي حيث تم تكرارها، ويجب على مقدم الطلب حذف الأشكال المتكررة.',true,'•	تكرار الرسومات التوضيحية
-	الرسومات التوضيحية (الشكل/الأشكال**) [أنظر: الصفحة/الصفحات **] غير مقبولة في وضعها الحالي حيث تم تكرارها، ويجب على مقدم الطلب حذف الأشكال المتكررة.','•	تكرار الرسومات التوضيحية
-	الرسومات التوضيحية (الشكل/الأشكال**) [أنظر: الصفحة/الصفحات **] غير مقبولة في وضعها الحالي حيث تم تكرارها، ويجب على مقدم الطلب حذف الأشكال المتكررة.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات التوضيحية لها نفس رقم الشكل
-	الرسومات التوضيحية [أنظر: الصفحة/الصفحات **] لها نفس رقم الشكل، وهذا لا يتوافق مع المادة (16) الفقرة (3) والتي تنص على التالي "يجب ترقيم الأشكال بأرقام منفصلة بغض النظر عن رقم الصفحة ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات ". ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.','•	الرسومات التوضيحية لها نفس رقم الشكل
-	الرسومات التوضيحية [أنظر: الصفحة/الصفحات **] لها نفس رقم الشكل، وهذا لا يتوافق مع المادة (16) الفقرة (3) والتي تنص على التالي "يجب ترقيم الأشكال بأرقام منفصلة بغض النظر عن رقم الصفحة ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات ". ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.',true,'•	الرسومات التوضيحية لها نفس رقم الشكل
-	الرسومات التوضيحية [أنظر: الصفحة/الصفحات **] لها نفس رقم الشكل، وهذا لا يتوافق مع المادة (16) الفقرة (3) والتي تنص على التالي "يجب ترقيم الأشكال بأرقام منفصلة بغض النظر عن رقم الصفحة ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات ". ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.','•	الرسومات التوضيحية لها نفس رقم الشكل
-	الرسومات التوضيحية [أنظر: الصفحة/الصفحات **] لها نفس رقم الشكل، وهذا لا يتوافق مع المادة (16) الفقرة (3) والتي تنص على التالي "يجب ترقيم الأشكال بأرقام منفصلة بغض النظر عن رقم الصفحة ويجب استعمال الأرقام أو الحروف نفسها في الرسومات المختلفة لتمييز نفس المكونات ". ولتجاوز هذا الاعتراض يجب التقيد بما ورد في المادة (16) الفقرة (3) من اللائحة التنفيذية لنظام براءات الاختراع.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	تنسيق الرسومات التوضيحية بشكل أفقي
-	يفضل أن تكون جميع الرسومات بشكل أفقي، لتسهيل فهم الاختراع وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب" ، لذا يجب من مقدم الطلب تعديل ذلك.','•	تنسيق الرسومات التوضيحية بشكل أفقي
-	يفضل أن تكون جميع الرسومات بشكل أفقي، لتسهيل فهم الاختراع وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب" ، لذا يجب من مقدم الطلب تعديل ذلك.',true,'•	تنسيق الرسومات التوضيحية بشكل أفقي
-	يفضل أن تكون جميع الرسومات بشكل أفقي، لتسهيل فهم الاختراع وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب" ، لذا يجب من مقدم الطلب تعديل ذلك.','•	تنسيق الرسومات التوضيحية بشكل أفقي
-	يفضل أن تكون جميع الرسومات بشكل أفقي، لتسهيل فهم الاختراع وفقا للمادة (9) الفقرة (6) والتي تنص على " يجب على مقدم الطلب أن يستوفي كل ما تطلبه الهيئة مما له علاقة بالطلب" ، لذا يجب من مقدم الطلب تعديل ذلك.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	الرسومات التوضيحية تضمنت الإشارة لــ  جزء/ أجزاء بشكل غير صحيح
-	الشكل (1) تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكن لم يتم الإشارة إلى الجزء الصحيح، حيث أن الجزء رقم (15) عبارة عن قناة إدخال، والصحيح هو الجزء رقم (18) مستشعر معدل التدفق  ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يلزم تعديل الجزء رقم (15) المشار إليه في الزاوية اليسرى العليا للشكل(1) وتعديله  للجزء رقم (18) والتأكد من بقية أجزاء الشكل.','•	الرسومات التوضيحية تضمنت الإشارة لــ  جزء/ أجزاء بشكل غير صحيح
-	الشكل (1) تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكن لم يتم الإشارة إلى الجزء الصحيح، حيث أن الجزء رقم (15) عبارة عن قناة إدخال، والصحيح هو الجزء رقم (18) مستشعر معدل التدفق  ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يلزم تعديل الجزء رقم (15) المشار إليه في الزاوية اليسرى العليا للشكل(1) وتعديله  للجزء رقم (18) والتأكد من بقية أجزاء الشكل.',true,'•	الرسومات التوضيحية تضمنت الإشارة لــ  جزء/ أجزاء بشكل غير صحيح
-	الشكل (1) تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكن لم يتم الإشارة إلى الجزء الصحيح، حيث أن الجزء رقم (15) عبارة عن قناة إدخال، والصحيح هو الجزء رقم (18) مستشعر معدل التدفق  ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يلزم تعديل الجزء رقم (15) المشار إليه في الزاوية اليسرى العليا للشكل(1) وتعديله  للجزء رقم (18) والتأكد من بقية أجزاء الشكل.','•	الرسومات التوضيحية تضمنت الإشارة لــ  جزء/ أجزاء بشكل غير صحيح
-	الشكل (1) تضمن الإشارة إلى الأجزاء الداخلية للجهاز ولكن لم يتم الإشارة إلى الجزء الصحيح، حيث أن الجزء رقم (15) عبارة عن قناة إدخال، والصحيح هو الجزء رقم (18) مستشعر معدل التدفق  ] كمثال أنظر الصفحة رقم ** السطر/الأسطر **[، لذا يلزم تعديل الجزء رقم (15) المشار إليه في الزاوية اليسرى العليا للشكل(1) وتعديله  للجزء رقم (18) والتأكد من بقية أجزاء الشكل.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );
INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•	عدم إرفاق جميع الرسومات التوضيحية
-	لم يتم إرفاق الرسومات التوضيحية وفقًا لما كُشف عنه  في "شرح مختصر للرسومات" (الشكل/الأشكال**)، لذا يجب على مقدم الطلب إرفاقها وتعديل ما يلزم.','•	عدم إرفاق جميع الرسومات التوضيحية
-	لم يتم إرفاق الرسومات التوضيحية وفقًا لما كُشف عنه  في "شرح مختصر للرسومات" (الشكل/الأشكال**)، لذا يجب على مقدم الطلب إرفاقها وتعديل ما يلزم.',true,'•	عدم إرفاق جميع الرسومات التوضيحية
-	لم يتم إرفاق الرسومات التوضيحية وفقًا لما كُشف عنه  في "شرح مختصر للرسومات" (الشكل/الأشكال**)، لذا يجب على مقدم الطلب إرفاقها وتعديل ما يلزم.','•	عدم إرفاق جميع الرسومات التوضيحية
-	لم يتم إرفاق الرسومات التوضيحية وفقًا لما كُشف عنه  في "شرح مختصر للرسومات" (الشكل/الأشكال**)، لذا يجب على مقدم الطلب إرفاقها وتعديل ما يلزم.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'SPECIFICATION'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ILLUSTRATIONS')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
أ- ☒ اجتيوا نواصووووووووور الحموايوة 9-3 , 19( للفحص الموضوووووووووو ، إذا تم إجراء التعودي ا المطلوبوة لت واو
الم حظاا المذكورة يف هذا التقرير','
أ- ☒ اجتيوا نواصووووووووور الحموايوة 9-3 , 19( للفحص الموضوووووووووو ، إذا تم إجراء التعودي ا المطلوبوة لت واو
الم حظاا المذكورة يف هذا التقرير',true,'
أ- ☒ اجتيوا نواصووووووووور الحموايوة 9-3 , 19( للفحص الموضوووووووووو ، إذا تم إجراء التعودي ا المطلوبوة لت واو
الم حظاا المذكورة يف هذا التقرير','
أ- ☒ اجتيوا نواصووووووووور الحموايوة 9-3 , 19( للفحص الموضوووووووووو ، إذا تم إجراء التعودي ا المطلوبوة لت واو
الم حظاا المذكورة يف هذا التقرير',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'RESULT'),'APPLICANT',null
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب- ☒ دم اجتيا ناصر الحماية الموضحة أدناه للفحص الموضو لعدم توفر شرط:
 دة، لعناصر الحماية 1 , ,2 14-10 , ,18-16 20(.
 ☒ال
 ☒الخطوة االبتكارية، لعناصر الحماية 1 , ,2 ,18-10 20(.
 ☐ التطبيق الصنا ، لعناصر الحماية (.','
ب- ☒ دم اجتيا ناصر الحماية الموضحة أدناه للفحص الموضو لعدم توفر شرط:
 دة، لعناصر الحماية 1 , ,2 14-10 , ,18-16 20(.
 ☒ال
 ☒الخطوة االبتكارية، لعناصر الحماية 1 , ,2 ,18-10 20(.
 ☐ التطبيق الصنا ، لعناصر الحماية (.',true,'
ب- ☒ دم اجتيا ناصر الحماية الموضحة أدناه للفحص الموضو لعدم توفر شرط:
 دة، لعناصر الحماية 1 , ,2 14-10 , ,18-16 20(.
 ☒ال
 ☒الخطوة االبتكارية، لعناصر الحماية 1 , ,2 ,18-10 20(.
 ☐ التطبيق الصنا ، لعناصر الحماية (.','
ب- ☒ دم اجتيا ناصر الحماية الموضحة أدناه للفحص الموضو لعدم توفر شرط:
 دة، لعناصر الحماية 1 , ,2 14-10 , ,18-16 20(.
 ☒ال
 ☒الخطوة االبتكارية، لعناصر الحماية 1 , ,2 ,18-10 20(.
 ☐ التطبيق الصنا ، لعناصر الحماية (.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'RESULT'),'APPLICANT',null
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ج- ☐ دم قابلية فحص ناصر الحماية المذكورة أدناه لألسباب التالية:
☐ تعديل جوهري، للعناصر
)
☐ ال يعد من قبيل االخترا اا،
للعناصر (
☐ وحدة االختراع، للعنصر (
☐ مضراً بالحياة، للعناصر
)
☐ مخالف للشريعة االس مية،
للعناصر (
☐ دم كفاية الكشف / دم الوضوح
للعناصر (','ج- ☐ دم قابلية فحص ناصر الحماية المذكورة أدناه لألسباب التالية:
☐ تعديل جوهري، للعناصر
)
☐ ال يعد من قبيل االخترا اا،
للعناصر (
☐ وحدة االختراع، للعنصر (
☐ مضراً بالحياة، للعناصر
)
☐ مخالف للشريعة االس مية،
للعناصر (
☐ دم كفاية الكشف / دم الوضوح
للعناصر (',true,'ج- ☐ دم قابلية فحص ناصر الحماية المذكورة أدناه لألسباب التالية:
☐ تعديل جوهري، للعناصر
)
☐ ال يعد من قبيل االخترا اا،
للعناصر (
☐ وحدة االختراع، للعنصر (
☐ مضراً بالحياة، للعناصر
)
☐ مخالف للشريعة االس مية،
للعناصر (
☐ دم كفاية الكشف / دم الوضوح
للعناصر (','ج- ☐ دم قابلية فحص ناصر الحماية المذكورة أدناه لألسباب التالية:
☐ تعديل جوهري، للعناصر
)
☐ ال يعد من قبيل االخترا اا،
للعناصر (
☐ وحدة االختراع، للعنصر (
☐ مضراً بالحياة، للعناصر
)
☐ مخالف للشريعة االس مية،
للعناصر (
☐ دم كفاية الكشف / دم الوضوح
للعناصر (',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'RESULT'),'APPLICANT',null
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
د- ☒ استيفاء الم حظاا لى محتوياا مواصفة االختراع كما هو مشار لها أدناه:
☐ اسم االختراع ☐ الملخص ☐ الوصف الكامل
☐ الرسوماا التوضيحية ☒ أخرى الوضوح(','
د- ☒ استيفاء الم حظاا لى محتوياا مواصفة االختراع كما هو مشار لها أدناه:
☐ اسم االختراع ☐ الملخص ☐ الوصف الكامل
☐ الرسوماا التوضيحية ☒ أخرى الوضوح(',true,'
د- ☒ استيفاء الم حظاا لى محتوياا مواصفة االختراع كما هو مشار لها أدناه:
☐ اسم االختراع ☐ الملخص ☐ الوصف الكامل
☐ الرسوماا التوضيحية ☒ أخرى الوضوح(','
د- ☒ استيفاء الم حظاا لى محتوياا مواصفة االختراع كما هو مشار لها أدناه:
☐ اسم االختراع ☐ الملخص ☐ الوصف الكامل
☐ الرسوماا التوضيحية ☒ أخرى الوضوح(',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'RESULT'),'APPLICANT',null
       );