INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'NOT-CLAIM-Priority',' لم يطالب بالأسبقية
','not claim priority');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT COALESCE(max(id) , 0) + 1 from application.lk_note_category ),'ACCEPTABLE','مقبولة','Acceptable');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'PARTIALLY-ACCEPTED','مقبولة جزئيا','Partially accepted');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'UNACCEPTABLE','مقبولة جزئيا','Unacceptable');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'PARTIAL-ORDER','الطلب الجزئي','Partial order');
INSERT INTO application.lk_note_category (id,code,name_ar,name_en)
VALUES ((SELECT max(id) + 1 from application.lk_note_category ),'DUPLICATE-PATENTING','ازدواجية تسجيل براءات الاختراع','Duplicate patenting');




INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
','مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
',true,'مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
','مقدم الطلب لم يطالب بالأسبقية عند تقديم الطلب الحالي لذلك فإن تاريخ الإيداع الفعلي لــ عنصر/ عناصر  الحماية]**[  هو تاريخ الإيداع للطلب الحالي لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='NOT-CLAIM-Priority')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
','*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
',true,'*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
','*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
','•المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
',true,'•المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
','•المطالبة بأسبقيات متعددة
تعد الأسبقيات المتعددة المقررة للطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. وطلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م مقبولة وفقاً للمادة العاشرة الفقرتين (أ) و (ب) من نظام براءات الاختراع والتصميمات التخطيطية للدارات المتكاملة والأصناف النباتية والنماذج الصناعية. لذلك، فإن تاريخ الإيداع الفعلي لعناصر الحماية الحالية هو تاريخ إيداع الطلب السابق.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='ACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
','*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
',true,'*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
','*المطالبة بأسبقية واحدة
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**[ حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]**[ في الطلب السابق، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIALLY-ACCEPTED')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'المطالبة بأسبقيات متعددة*
تعد الأسبقيات المتعددة المقررة الطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. و طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**] حيث لا يوجد ما يدعم عنصر/عناصر الحماية ] كتابة رقم العنصر[ في الطلبات السابقة، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','المطالبة بأسبقيات متعددة*
تعد الأسبقيات المتعددة المقررة الطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. و طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**] حيث لا يوجد ما يدعم عنصر/عناصر الحماية ] كتابة رقم العنصر[ في الطلبات السابقة، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',true,'المطالبة بأسبقيات متعددة*
تعد الأسبقيات المتعددة المقررة الطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. و طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**] حيث لا يوجد ما يدعم عنصر/عناصر الحماية ] كتابة رقم العنصر[ في الطلبات السابقة، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','المطالبة بأسبقيات متعددة*
تعد الأسبقيات المتعددة المقررة الطلبات السابقة طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. و طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. مقبولة فقط لعناصر الحماية ]**] حيث لا يوجد ما يدعم عنصر/عناصر الحماية ] كتابة رقم العنصر[ في الطلبات السابقة، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIALLY-ACCEPTED')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'•الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.
','•الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.
',true,'•الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.
','•الأسبقية غير مقبولة كونها لا تدعم عنصر/عناصر الحماية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة حيث لا يوجد ما يدعم عنصر/عناصر الحماية ]***[ في الطلب السابق/الطلبات لسابقة, لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية ] كتابة رقم العنصر الغير مدعوم في طلب الأسبقية[  هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية السعودية والذي يوافق ‏**‏/**‏/**** م.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'لأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','لأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',true,'لأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.','لأسبقية غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية
تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب عدم إرفاق ترجمة الأسبقية خلال المهلة النظامية، لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
•الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
','
•الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
',true,'
•الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
','
•الأسبقية غير مقبولة بسبب تجاوز المدة النظامية للإيداع
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م.
-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.
-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي.
تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'1--	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م. ','1--	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م. ',true,'1--	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م. ','1--	تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (كتابة رقم الطلب) وتاريخ ‏**‏/**‏/**** م. غير مقبولة بسبب تجاوز المدة النظامية للإيداع. لذلك فإن تاريخ الإيداع الفعلي لعناصر الحماية [**[ هو تاريخ إيداع الطلب لدى الهيئة السعودية للملكية الفكرية والذي يوافق ‏**‏/**‏/**** م. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'2-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.','2-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.',true,'2-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.','2-تعد الأسبقية المقررة للطلب السابق طلب براءة الاختراع (اسم الدولة) رقم (PCT/***/***) وتاريخ ‏ ‏ **‏/**‏/**** م. غير مقبولة حيث أن مقدم الطلب لم يمتثل بالمهلة المحددة للدخول في المرحلة الوطنية".  وعليه تعتبر الأسبقية (اسم الدولة) رقم (***) بتاريخ 26/05/ 2014 م. غير مقبولة وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏ **‏/**‏/**** م. يعد تاريخ الإيداع المعتمد في فحص الطلب.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'3-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ','3-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ',true,'3-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ','3-تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'4-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ','4-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ',true,'4-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ','4-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م
-	تم تقديم الطلب الحالي كطلب مودع حسب معاهدة التعاون بشأن البراءات PCT، حيث تم إيداع الطلب كمرحلة وطنية في المملكة العربية السعودية بتاريخ 22‏/04‏/1437 هـ الموافق ‏ **‏/**‏/**** م. وبعد الرجوع إلى الأسبقية اتضح أنه تم إيداعها بالرقم (***) والرقم (***) وتاريخ ‏ **‏/**‏/**** م. وتم تقديم طلب دولي بالرقم (***) وتاريخ ‏ **‏/**‏/**** م. وعليه، فقد تجاوز ايداع طلب المرحلة الوطنية رقم (***) المدة النظامية (30
شهراً)، وبناءً على ما سبق فإنه لا يمكن اعتبار الطلب الحالي مودع حسب معاهدة التعاون بشأن البراءات PCT، ويعتبر تاريخ الإيداع الحالي ‏ **‏/**‏/**** هـ الموافق 01 ‏ **‏/**‏/**** م. هو تاريخ تقديم الطلب الحالي. ',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );

INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'5-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م...','5-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م...',true,'5-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م...','5-تعد المطالبة بالأسبقية المقررة للطلب السابق طلب براءة الاختراع (الدولية) رقم (PCT/***/***) وتاريخ ‏26‏/11‏/2013م.  غير مقبولة بسبب أن الطلب الحالي محل الفحص وصل للمرحلة الوطنية عبر معاهدة التعاون بشأن البراءات، وذلك بسبب أنه تم تجاوز المهلة النظامية (12 شهر)، وبالتالي فإن تاريخ الإيداع الفعلي لعناصر الحماية للطب الدولي في المرحلة الوطنية هو تاريخ إيداع الطلب الدولي لدى الهيئة السعودية للملكية الفكرية كعضو دولي لتسجيل الطلبات والذي يوافق ‏ **‏/**‏/**** م...',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'FILES'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'PRIORITY'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='UNACCEPTABLE')
       );




INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.
','أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.
',true,'أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.
','أ‌-	العناصر طبق الأصل في الطلب الأصلي
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات" لذا فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (**********)، وذلك بسبب أن عناصر الحماية للطلب الحالي هي نسخة طبق الأصل من عناصر الحماية للطلب الأصلي، وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GENERAL_NOTES'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIAL-ORDER')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.','
ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.',true,'
ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.','
ب‌-	الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً ولم تتم تجزئته
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه "يجب أن يتعلق الطلب باختراع واحد، أو مجموعة من الأجزاء المرتبطة على نحو يجعلها مفهوماً ابتكارياً واحداً، ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن الطلب الأصلي يشكل مفهوماً ابتكارياً واحداً لا يمكن تجزئته الى أكثر من طلب،
وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. يعتبر تاريخ الإيداع المعتمد في فحص الطلب.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GENERAL_NOTES'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIAL-ORDER')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'
ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.','
ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.',true,'
ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.','
ج- إيداع الطلب الجزئي تم بعد البت في الطلب
بناء على المادة (46) من نظام براءات الاختراع والتي تنص على أنه " ولمقدم الطلب قبل البت في منحه براءة اختراع تجزئة طلبه إلى أكثر من طلب، بشرط ألا يتجاوز ما كشف عنه في الطلب الأصلي، ويعد تاريخ إيداع الطلب الأصلي، أو تاريخ الأسبقية تاريخ إيداع لهذه الطلبات". فإنه لا يمكن قبول الطلب الحالي كطلب جزئي من الطلب رقم (******)، وذلك بسبب أن إيداع الطلب الحالي تم في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وذلك بعد البت في الطلب الأصلي الذي أرسل له تقرير بالمنح في تاريخ ‏ **‏/**‏/**** هـ الموافق ‏**‏/**‏/**** م. وبالتالي فإن تاريخ الإيداع الفعلي للطلب الحالي يعد تاريخ الإيداع المعتمد في فحص الطلب.',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GENERAL_NOTES'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='PARTIAL-ORDER')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'أ‌-	عناصر الحماية للطلب الحالي متطابقة مع براءة ممنوحة
عنصر/ عناصر  الحماية (**)، غير مقبول/ة بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه، فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر الحماية (**) لبراءة الاختراع السعودية الممنوحة برقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية والمتعلقة بنفس عناصر حماية البراءة السابقة.
','أ‌-	عناصر الحماية للطلب الحالي متطابقة مع براءة ممنوحة
عنصر/ عناصر  الحماية (**)، غير مقبول/ة بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه، فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر الحماية (**) لبراءة الاختراع السعودية الممنوحة برقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية والمتعلقة بنفس عناصر حماية البراءة السابقة.
',true,'أ‌-	عناصر الحماية للطلب الحالي متطابقة مع براءة ممنوحة
عنصر/ عناصر  الحماية (**)، غير مقبول/ة بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه، فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر الحماية (**) لبراءة الاختراع السعودية الممنوحة برقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية والمتعلقة بنفس عناصر حماية البراءة السابقة.
','أ‌-	عناصر الحماية للطلب الحالي متطابقة مع براءة ممنوحة
عنصر/ عناصر  الحماية (**)، غير مقبول/ة بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه، فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر الحماية (**) لبراءة الاختراع السعودية الممنوحة برقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية والمتعلقة بنفس عناصر حماية البراءة السابقة.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GENERAL_NOTES'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DUPLICATE-PATENTING')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ب‌-	عناصر الحماية للطلب الحالي متطابقة مع طلب تحت الفحص
عنصر/ عناصر  الحماية (**)، غير مقبول/ة مؤقتا بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه؛ فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر/ عناصر  الحماية (***) لطلب براءة الاختراع السعودية السابق رقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية.
','ب‌-	عناصر الحماية للطلب الحالي متطابقة مع طلب تحت الفحص
عنصر/ عناصر  الحماية (**)، غير مقبول/ة مؤقتا بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه؛ فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر/ عناصر  الحماية (***) لطلب براءة الاختراع السعودية السابق رقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية.
',true,'ب‌-	عناصر الحماية للطلب الحالي متطابقة مع طلب تحت الفحص
عنصر/ عناصر  الحماية (**)، غير مقبول/ة مؤقتا بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه؛ فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر/ عناصر  الحماية (***) لطلب براءة الاختراع السعودية السابق رقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية.
','ب‌-	عناصر الحماية للطلب الحالي متطابقة مع طلب تحت الفحص
عنصر/ عناصر  الحماية (**)، غير مقبول/ة مؤقتا بناء على المادة (5) الفقرة (د) من نظام براءات الاختراع والتي تنص على التالي: "إذا توصل بشكل مستقل أكثر من شخص إلى موضوع الحماية نفسه؛ فإن وثيقة الحماية تكون لمن سبق في إيداع طلبه" كونه يطالب بنفس عنصر/ عناصر  الحماية (***) لطلب براءة الاختراع السعودية السابق رقم (*****). ولتجاوز هذا الرفض، يجب إلغاء أو تعديل عناصر الحماية الحالية.
',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GENERAL_NOTES'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DUPLICATE-PATENTING')
       );


INSERT INTO application.lk_notes (id,created_by_user,created_date,is_deleted,code,description_ar,description_en,enabled,name_ar,name_en,category_id,section_id,step_id,attribute_id,notes_type_enum,note_category_id)
VALUES (
           (select max(id)+1 from application.lk_notes ),
           'DB','2023-12-13 10:22:44.334',0,(select max(id)+1 from application.lk_notes ),'ج- عناصر الحماية للطلب الحالي لا تتطابق مع طلب تحت الفحص:
عنصر/ عناصر  الحماية (***)،  غير مقبول/ة على أساس ازدواجية تسجيل براءة اختراع واضحة مقارنة بعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة رقم (*****). على الرغم أن عناصر الحماية المتنافسة ليست متطابقة، فإنها ليست مميزة بشكل منفصل عن بعضها البعض لأن قيود عناصر الحماية للطلب السعودي المنشور/البراءة المنشورة تطالب بنفس الاختراع.
مثال ذلك الفرق بين عناصر الحماية (***) للطلب الحالي وعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة هو إضافة (وحدة الذاكرة الاحتياطية). لذلك، فمن الواضح لرجل المهنة العادي في مجال التقنية والذي لديه تفاصيل الطلب الحالي وطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة أن يضيف (وحدة ذاكرة احتياطية لغرض توفير قدرات احتياطية).','ج- عناصر الحماية للطلب الحالي لا تتطابق مع طلب تحت الفحص:
عنصر/ عناصر  الحماية (***)،  غير مقبول/ة على أساس ازدواجية تسجيل براءة اختراع واضحة مقارنة بعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة رقم (*****). على الرغم أن عناصر الحماية المتنافسة ليست متطابقة، فإنها ليست مميزة بشكل منفصل عن بعضها البعض لأن قيود عناصر الحماية للطلب السعودي المنشور/البراءة المنشورة تطالب بنفس الاختراع.
مثال ذلك الفرق بين عناصر الحماية (***) للطلب الحالي وعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة هو إضافة (وحدة الذاكرة الاحتياطية). لذلك، فمن الواضح لرجل المهنة العادي في مجال التقنية والذي لديه تفاصيل الطلب الحالي وطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة أن يضيف (وحدة ذاكرة احتياطية لغرض توفير قدرات احتياطية).',true,'ج- عناصر الحماية للطلب الحالي لا تتطابق مع طلب تحت الفحص:
عنصر/ عناصر  الحماية (***)،  غير مقبول/ة على أساس ازدواجية تسجيل براءة اختراع واضحة مقارنة بعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة رقم (*****). على الرغم أن عناصر الحماية المتنافسة ليست متطابقة، فإنها ليست مميزة بشكل منفصل عن بعضها البعض لأن قيود عناصر الحماية للطلب السعودي المنشور/البراءة المنشورة تطالب بنفس الاختراع.
مثال ذلك الفرق بين عناصر الحماية (***) للطلب الحالي وعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة هو إضافة (وحدة الذاكرة الاحتياطية). لذلك، فمن الواضح لرجل المهنة العادي في مجال التقنية والذي لديه تفاصيل الطلب الحالي وطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة أن يضيف (وحدة ذاكرة احتياطية لغرض توفير قدرات احتياطية).','ج- عناصر الحماية للطلب الحالي لا تتطابق مع طلب تحت الفحص:
عنصر/ عناصر  الحماية (***)،  غير مقبول/ة على أساس ازدواجية تسجيل براءة اختراع واضحة مقارنة بعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة رقم (*****). على الرغم أن عناصر الحماية المتنافسة ليست متطابقة، فإنها ليست مميزة بشكل منفصل عن بعضها البعض لأن قيود عناصر الحماية للطلب السعودي المنشور/البراءة المنشورة تطالب بنفس الاختراع.
مثال ذلك الفرق بين عناصر الحماية (***) للطلب الحالي وعناصر الحماية (***) لطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة هو إضافة (وحدة الذاكرة الاحتياطية). لذلك، فمن الواضح لرجل المهنة العادي في مجال التقنية والذي لديه تفاصيل الطلب الحالي وطلب براءة الاختراع السعودية المنشور/براءة الاختراع السعودية المنشورة أن يضيف (وحدة ذاكرة احتياطية لغرض توفير قدرات احتياطية).',
           (select id from application.lk_application_category where saip_code = 'PATENT'),
           (SELECT id FROM application.lk_sections WHERE code = 'REPORT'),
           (SELECT id FROM application.lk_steps  WHERE code = 'Step1'),
           (SELECT id FROM application.lk_attributes WHERE code = 'GENERAL_NOTES'),'APPLICANT',
           (SELECT id FROM application.lk_note_category where code ='DUPLICATE-PATENTING')
       );
